[
  {
    "title": "AfroFinLab Podcast ",
    "problemDescription": "Many of us claim that a higher mission brought us to blockchain. Current Crypto podcasts however does not yet reflect that",
    "solutionDescription": null,
    "relevantExperience": "We have recorded our first two episodes already, featuring one Cardano Ambassador and three members of Project Catalyst",
    "outcomeObjectives": "The AfroFinLab Podcast is a collaboration between community members seeking to deliver on the promises of Cardano, especially in Africa.",
    "description": "With the AfroFinLab Podcast, we strive to ensure that Cardano delivers on its mission of decentralization and pushing power to the margins. Not only do we believe that Cardano will contribute to long overdue solutions to problems facing Africans, but that in doing so, we firmly believe that these solutions will serve as a guiding example to all people of what Cardano can do.\n\nThe AfroFinLab Podcast combines philosophical discussions with real investigations about how all people can adopt and use Cardano-based technology.\n\nFor our audience, we have two groups in mind: people who are already engaged with blockchain/Cardano and people who are new to the space. For people who are already part of the blockchain/Cardano ecosystem, we aim to discuss the big picture: how do we accomplish the goals of decentralization and of pushing power to margins? What would it mean for Cardano's projects in Africa to be successful? How can all community members contribute?\n\nWe also seek to educate newcomers to the space by sharing an overview of what is possible and discussing some of the fundamentals of blockchain and in particular Cardano.\n\nIn weekly episodes we will focus on two recurring themes:\n\n1\\. High level philosophical discussions about the value of Cardano and the problems it might help to solve.\n\n2\\. Real-time interaction with new technologies: for example, live and in real time, collaborating on the writing of a Plutus smart contract that puts in code some of the informal agreements we've made as co-hosts. We hope for this approach to allow all audience members to feel like they too could adopt this technology in response to their own challenges.\n\nWebsite coming soon - secured our domain names last night",
    "url": null,
    "createdAt": "2020-08-18T20:48:00.000Z",
    "requestedAmount": 110000,
    "ideascaleId": 317202,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYPC",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 185,
      "author": "Mercy",
      "commentsTotal": 3,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/317202/30988/download, https://cardano.ideascale.com/a/idea/317202/31275/download",
      "requestedAmountText": "110,000 ADA"
    }
  },
  {
    "title": "The woman effect",
    "problemDescription": "I would love to support woman in block-chain as it is very few of us. A podcast made by woman to the community.\n\nCardano that make sense.",
    "solutionDescription": null,
    "relevantExperience": "I have my own YouTube channel so I can bring this experience to the time plus I am an educator and a Cardano Ambassador",
    "outcomeObjectives": "4 pod cast would be delivered per month. One a week\n\nWould to talk about Cardano with different perspective rather then just code. Real use",
    "description": "We would need:\n\nZoom (Recorded Sections)\n\nArt Channel (intro and outro, thumbnails )\n\nWebsite Domain + host\n\nSoftware for editing audio and video\n\nCameras\n\nMicrophones\n\nLightning\n\nHost for audio to post on spotify and more platforms\n\nWe would have 2 or 3 hosts\n\nEvery week 3 hours work (per participant) searching, preparing, presenting and editing $20.00 per hour\n\nIdea Details\n\n• 1. Auditability - What details are missing about the proposers, the plan and/or usage of funds to help reviewers accurately assess this proposal?\n\nHow to judge our success:\n\nEvery month we will deliver a report stating the following:\n\n1\\. Send of a spreadsheet with the work delivered with data as below\n\n2\\. No. of subscribers of \"Women Effect\"\n\n3\\. Views per video of \"Women Effect\"\n\n4\\. Likes per video of \"Women Effect\"\n\n5\\. Duration of each video of \"Women Effect\"\n\n6\\. No. of members in Telegram group \"Cardano for Everyone\"\n\nMore about the team:\n\nMaria: I am an Educator, Cardano Ambassador, Cardano Portuguese official Telegram Mediator, SPO and also run my own channel on YouTube in Portuguese. I´ve learn who scary can this environment be and I think we could attract people bring on different perspectives how to approach the subjects.\n\nMy experience in YouTube shows we also need someone who know a bit SEO search engine optimization to attract more and more subscribers. In my journey I learn who to use premiere to edit videos and sometimes I also use Camtasia screem recorder.\n\nIn Cardano since Jun/2020 and my Stake pool have less than a month. CARD´s has 2.3 million Adas with 88 delegators. I´ve been talking a lot about Cardano but also about democracy, education, financial freedom and manipulation of information. And the only piece of work I translate as a Ambassador was Charles Interviews as people related to it more than high core IT stuff\n\nOBS: Anything we do in this podcast could be easily replicated in Portuguese or Hindi as it is our 2 mother tongue. (The only cost affected is the production time as we would have all necessary tools)\n\nShweta: An Indian woman working in Denmark who wants to change the world\n\n• I'm the first woman stake pool operator on Shelley\n\n• Creator of \"Ladies of Cardano\"-A safe place for women to discuss Cardano where no question is a silly questionhttps://t.me/CardanoWomen\n\n• Supporting existing and aspiring woman stake pool operators with technical and non-technical queries\n\n• Operator of kBLOCKs stake pool\n\n• Technical Lead at Accenture Denmark\n\n• SPOCRA candidate\n\nPlan:\n\nPurpose: \"Cardano that makes sense to everyone\"\n\n• Women Effect: A pod cast made by women to the community\n\n• Cardano for Everyone: A Telegram group for everyone who is interested in Cardano\n\nTopics: We would focus on communicating:\n\n• How easy Plutus & Marlowe is to learn\n\n• Benefits of learning them\n\n• How anyone can build Dapps using these languages\n\nThe idea is to make it understandable to masses especially women as we really need to tap into additional 50% of the population\n\nTarget Audience: Anyone interested in learning Dapps\n\nFrequency: 1 podcast per week\n\nDuration: 30 mins\n\nNo. of Episodes: 25\n\nUsage of Funds:\n\n1\\. Labour Cost\n\nResource Role Hours/week Rate ($)/hour Total Rate ($) Duration (in weeks) Total Price ($)\n\n1 Researcher and Presenter 5 20 100 25 2500\n\n2 Editor and Social Media Manager 5 20 100 25 2500\n\nTotal price of resources $ 5000\n\n2\\. Non-Labour Costs\n\nS.No. Item Quantity Rate ($)/item Total Rate\n\n1 Zoom (Recorded Sections) 2 17 34\n\n2 Art Channel (intro, outro, thumbnails) 1 50 50\n\n3 Website Domain 1 20 20\n\n4 Website Hosting (per month) 6 7 42\n\n5 Software for editing audio and video 1 74 74\n\n6 Cameras 2 785 1570\n\n7 Recorder 2 187 374\n\n8 Lightning 2 40 80\n\n9 Host for audio to post on Spotify 1 10 10\n\n10 Marketing 1 600 600\n\nVidIQ\\* 1 49 month\n\nBuddy tube\\* 1 19,00 month\n\nTotal Cost 2854\n\n\\*not included in the final budget as it is good to have but not essencial\n\nFINAL COST= $5000 + $2854 = $7854\n\n• 2. Impact - How do you think this proposal can better address the challenge: How can we encourage developers and entrepreneurs to build Dapps and businesses on top of Cardano in the next 6 months?\n\nBelow is the brief summary of our thoughts. Hopefully this will help!\n\nEpisode #1:\n\n• Maria and Shweta will talk about \"What is Cardano\" in a non-technical language\n\n• Tell viewers about their journey on how they come from a humble background but now have become an essential part of Cardano (This is to make the viewers, especially women, connect with them)\n\n• Motivate them to become a part of Cardano by highlighting its vision and benefits\n\nEpisode #2:\n\n• Maria and Shweta will continue the discussion on Cardano\n\n• Tell the viewers about other women Stake Pool operators to motivate them\n\n• Introduce Plutus & Marlowe languages to users\n\n• Educate the users how they can use these languages to create Dapps\n\n• Make them understand the benefits and how they can earn passive income by creating Dapps\n\nEpisode #3:\n\n• Have a guest proficient in Plutus & Marlowe languages\n\n• Guest will show the users briefly on how to use Plutus & Marlowe languages\n\n• Provide links to courses of Plutus & Marlowe languages\n\nEpisode #4:\n\n• Current news of Cardano\n\n• Voting system using Cardano\n\nEpisode #5:\n\n• Will decide the contents on the basis of response of viewers on first few episodes\n\n• 3. Feasibility - What are ways in which this proposal's budget, plan, scope or team can be modified to make it more likely for the proposal to be successfully implemented?\n\n• We would have 2 people in the team in the beginning\n\n• One researches and presents the subject\n\n• Second one edits and prepares the post on social media\n\n• We start with recorded videos first and with engagement we can progress to LIVE sessions\n\n• Each person would spend 5 hours a week between pre-production, production and final production videos on YouTube\n\n• It would be 10 hours total\n\n• For 6 months, the total labour cost would be $5000 plus non-labour cost of $2854\n\n• Love for Cardano is essential but get paid to do something you love is a new game!\n\nHow to judge our success:\n\nEvery month we will deliver a report stating the following:\n\n6 No. of subscribers of \"Women Effect\"\n\n7 Views per video of \"Women Effect\"\n\n8 Likes per video of \"Women Effect\"\n\n9 Duration of each video of \"Women Effect\"\n\n10 No. of members in Telegram group \"Cardano for Everyone\"",
    "url": null,
    "createdAt": "2020-08-18T19:10:00.000Z",
    "requestedAmount": 71400,
    "ideascaleId": 317191,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYO1",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 183,
      "author": "MariaCarmo369",
      "commentsTotal": 18,
      "attachmentLinks": null,
      "requestedAmountText": "71.400"
    }
  },
  {
    "title": "Proposal education channel/s",
    "problemDescription": "We need to have public discussion, dissemination, and debate on the proposals.",
    "solutionDescription": null,
    "relevantExperience": "Used to be an actor, improv comedy. I have thoughts too.",
    "outcomeObjectives": "A YouTube or other channel/pod cast for covering proposals. I'm up for getting involved who's with me? Funding would help.",
    "description": null,
    "url": null,
    "createdAt": "2020-08-18T17:14:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 317173,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYOj",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 181,
      "author": "steven.j.moody",
      "commentsTotal": 1,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "ADA MakerSpace",
    "problemDescription": "Educating developers about Plutus and Marlowe programming languages, and entrepreneurs about designing Smart Contracts for building Dapps",
    "solutionDescription": null,
    "relevantExperience": "Built a site to host the workshops and promote the opportunity to the global community. Scheduled a developer to teach starting 8-19-2020",
    "outcomeObjectives": "Produce a weekly online workshop that anyone can attend for free to learn how to build Dapps on Cardano using Plutus and Marlowe",
    "description": "Purpose:\n\nHost a weekly online workshop about building with Plutus and Marlowe programming Languages to attract developers and ideas to the Cardano ecosystem.\n\n  \n\nTeam:\n\nHost/Entrepreneur in Residence, Boone Bergsma roles include web development of site for workshops and connecting developers and entrepreneurs with ideas to build. Work on marketing and outreach to bring in learners and ideas. Plan classes and find and schedule instructors.\n\nHost/Educator in Residence, James Dunseith roles included curriculum development for more impactful workshops and continued learning opportunities. Work on marketing and outreach to bring in new learners and ideas. Plan classes and find and schedule instructors.\n\n  \n\nTimeline:\n\nEpisode 1 August 19th 2020, Ep.2 AUG 26th, Ep.3 SEPT 2nd, Ep.4 9th, Ep.5 16th, Ep.6 23rd, Ep.7 30th, Ep.8 OCT 7th\n\n  \n\nBudget:\n\n$3000 a month for each Host ($6,000 month x 2 = $12000)\n\nBounties for Developers who teach a workshop $300 an episode((1hour) 8 Episodes x $300 = $2400))\n\nTotal requested from fund $14400\n\n\\+ additional Show Bounties $15k matching Grant requested which would be used for marketing efforts and administrative",
    "url": "https://adamaker.space/",
    "createdAt": "2020-08-18T08:50:00.000Z",
    "requestedAmount": 100000,
    "ideascaleId": 317128,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYNz",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 179,
      "author": "Boone Bergsma",
      "commentsTotal": 12,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/317128/30955/download",
      "requestedAmountText": "100000"
    }
  },
  {
    "title": "FORK fund1 $250k FAKE ADA into REAL",
    "problemDescription": "Unrealistic Challenge presented to group, DEVs and entrepreneurs need funding now to reach the 6-month goal. Not in 2-4 months from now!",
    "solutionDescription": null,
    "relevantExperience": "https://thedevelopermarketplace.com/\n\nhttps://thedevelopermarketplace.com/open-source-experiential-learning/",
    "outcomeObjectives": "Accomplish the goal of building Dapps and Businesses on top of Cardano within 6 months. Learn quickly from early adopters what's needed.",
    "description": "The Problem:\n\nUnrealistic Challenge presented to the group, if Fund1 Challenge is \"How can we encourage developers and entrepreneurs to build Dapps and businesses on top of Cardano in the next 6 months?\" then DEVs and entrepreneurs need funding now not 2-4 months from now.\n\n  \n\nThe Solution:\n\nTurn the FAKE ADA awarded to Proposal in fund1 into REAL ADA that can incubate and accelerate the creation of Dapps and Businesses on top Cardano in the next 6 months. All Proposals on IdeaScape currently posted qualified for funding in fund1. (Vote YES or NO in the comments)\n\nThe funding available in fund1 will be disturbed: (Vote 1a or 2b or 3c in the comments)\n\n1a: Funding distributed based on CLAPs a proposal has, $250k divided by total CLAPs. Every Project Catalyst IdeaScape Member has 1 CLAP to Vote with a day until 04/Sep/20.\n\n2b: Funding distributed evenly across all Proposals(for example $10k for 25 Proposals equals $250k). At Fork Cardano/IOHK sets Total Funding (for example could be $1k to 25 Proposals).\n\n3c: Only FAKE ADA given for fund1\n\n  \n\nPlan:\n\nPlease post you VOTE by commenting. Please don't share thoughts about this proposal or other ways we could do it, please just VOTE based on the above presented. This is a survey and may or may not influence Cardano's decision on funding in fund1. Your participation is very much appreciated :) Thank you for your time!!!",
    "url": null,
    "createdAt": "2020-08-18T01:46:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 317086,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYNI",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 177,
      "author": "Boone Bergsma",
      "commentsTotal": 6,
      "attachmentLinks": null,
      "requestedAmountText": "250000"
    }
  },
  {
    "title": "Cardano Media Projects",
    "problemDescription": "There is a problem with media in general, and with crypto-media in particular. A lot of fake news, biases, lack of research, etc.",
    "solutionDescription": null,
    "relevantExperience": "I have 3+ years of experience in creating crypto-related content (text and video program) and managing small crypto media.",
    "outcomeObjectives": "Create and distribute content - video programs, and then text versions based on them.",
    "description": "Honoring the tradition in the Cardano ecosystem to give names of prominent people to projects, I propose 5 Projects, 5 shows, each will focus on a particular topic.  \n\nProject Gaetano - On governance\n\nProject Vilfredo - On tokenomics, cryptoeconomics and economic theory\n\nProject Umberto - On dapps\n\nProject CATO - On marketing strategies, ADA promotion, conversation with Ambassadors (CATO - Cardano Adoption Through Outreach)\n\nProject Cosimo - On trading\n\n  \n\n  \n\nSome of the programs will be broadcasted live (Cryptotexty youtube has over 1k subscribers so it's possible to stream live) while others will be recorded on Zoom and published later.\n\nAfter some time, after the audience is built for each program and when there will be many live viewers - we will use the interactive mode more.\n\nWe will make a text version of each show.\n\nEach publication will be also shared on 10+ crypto blog platforms with thousands of total views.\n\nVideo will be also published on LBRY, Dtube.\n\n  \n\nWe will translate texts to Ukrainian and Russian. In Ukrainian text will be published on Cryptotexty.com Ukrainian site + Hive + occasionally. on lb.ua (one of the top local sites) and dt.ua\n\nIn Russian text will be published on Hub Forklog (one of the top crypto media in the region) + Hive\n\nWe will think about other translations (Japanese, French, Italian, Spanish)\n\nWe will make at least 2 programs a week, hopefully more.\n\nWe will align the programs with live meetups when possible and will continue the work towards the creation of Cardano Hub (where media studio will be part of it).\n\n  \n\nMy video presentation of crypto-background and why I'm interested in Cardano ecosystem\n\nhttps://www.youtube.com/watch?v=1vEaYNqzn1s&t",
    "url": "https://cryptotexty.io/",
    "createdAt": "2020-08-18T00:52:00.000Z",
    "requestedAmount": 105839,
    "ideascaleId": 317074,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYM6",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 175,
      "author": "Andrii Voloshyn",
      "commentsTotal": 6,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/317074/30950/download, https://cardano.ideascale.com/a/idea/317074/31214/download",
      "requestedAmountText": "105839 ADA (which equals 15K USD at the moment of submission)"
    }
  },
  {
    "title": "Music video",
    "problemDescription": "To educate and inform the masses about what Cardano is really about; pushing power to the edges, in a format everyone understands, music.",
    "solutionDescription": null,
    "relevantExperience": "Vocalist for Revolution Engine, been doing message based music for a decade now and heavily involved in music scene and music production",
    "outcomeObjectives": "Write and produce high quality music video, hire media team to produce and use social mediums and social movements to grow our community",
    "description": "• Storyline out a song\\\\lyrics focusing on the \"push power to the edges\" mantra\n\n• Work with Revolution Engine, a band that has a very clear vision, values and message to educate the world on social issues. Revolution Engine does not write songs about sex, drugs and rock and roll, it's mission is to inspire others to \" RISE ABOVE, NOT AGAINST. Think Rage Against the Machine without the political leanings, rather social awareness and inspiration.\n\n• Revolution Engine has been around for over a decade with two albums under their belts available on all platforms, check them out on Google Play: https://play.google.com/store/music/artist/Revolution_Engine?id=Amegi7qjbas7n32dpkadrd63j3m&hl=en\n\n• Hire proper media team (crowd source from the community if possible) to create compelling visuals as to the importance of Cardano's mission to bring open, decentralized access to manage identity, value and governance to the billions impoverished and excluded majority of people and the FREEDOM that will bring from poverty and oppression.\n\n• Build a social campaign to take the video as viral as we can get it utilizing the current Cardano community, the larger crypto community and then out from there on established social mediums like Twitter, Facebook etc.\n\n• Register and submit the song and video to music platforms to increase to draw into the community.",
    "url": "http://revolutionenginemusic.com/",
    "createdAt": "2020-08-17T23:45:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 317064,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYMw",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 173,
      "author": "clumsysaint",
      "commentsTotal": 5,
      "attachmentLinks": null,
      "requestedAmountText": "250000"
    }
  },
  {
    "title": "Founding principles of Cardano",
    "problemDescription": "\\*Not for funding\\*\n\nDecision making. Our decision making should be rooted in what brought us all here, the founding principles of Cardano.",
    "solutionDescription": null,
    "relevantExperience": "Have studied company culture as part of my role as CEO, understanding the motivations and principles behind groups and companies",
    "outcomeObjectives": "Compile the principles the project was founded on with simple but intelligently written explanations that help guide the decision process",
    "description": "Someone at IOG needs to clarify those to us so that we can both use them to define this process but also do we can translate them to markets\\\\devs\\\\users is ways that are meaningful and inviting to those groups.",
    "url": null,
    "createdAt": "2020-08-17T23:34:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 317062,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYMu",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 171,
      "author": "clumsysaint",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Decentralized Facebook",
    "problemDescription": "\\*\\*Not for further review\\*\\*",
    "solutionDescription": null,
    "relevantExperience": "\\*\\*Not for further review\\*\\*",
    "outcomeObjectives": "\\*\\*Not for further review\\*\\*",
    "description": null,
    "url": null,
    "createdAt": "2020-08-17T21:27:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 317032,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYMP",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 169,
      "author": "clumsysaint",
      "commentsTotal": 1,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Crypto Finance Podcast",
    "problemDescription": "This proposal is motivated by Charles Hoskinson's recent call for action to create a set of specialized podcasts for Cardano.",
    "solutionDescription": null,
    "relevantExperience": "I have 10+ years of investing experience and have written numerous high-quality analytical pieces on Cardano, which were well received.",
    "outcomeObjectives": "The aim of the project is to create a high-quality Cardano podcast that bridges the gap btw trad. finance and crypto.",
    "description": "The plan is to launch a podcast that will focus on crypto markets, in-depth research of Cardano itself and the digital assets that will live on the platform. We will cover markets, produce high-quality content that will set a higher bar for crypto analysis than what exists today.\n\nThrough my extensive professional network in finance, I plan to invite prominent figures from the traditional world of finance who are looking into the space and flesh out ways we could remove roadblocks to adoption.\n\nCapital inflows from the traditional financial system are a crucial part of growth for Cardano as it gains prominence in the world. To do that effectively we need to increase our visibility by highlighting the true capabilities of the platform. That requires nuanced approach to analysis and investment discussions.\n\nThrough this podcast we can narrow the gap that exists between the traditional finance and crypto and ultimately remove the mental roadblocks that hinder crypto adoption in the financial world.\n\nThe show will have a couple of segments and would also cater to already existing audience in crypto, focusing on markets, technical + fundamental analysis of digital assets on Cardano.",
    "url": null,
    "createdAt": "2020-08-17T18:54:00.000Z",
    "requestedAmount": 166666,
    "ideascaleId": 317000,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYLt",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 166,
      "author": "Umed--[SKY] SkyLight Pool",
      "commentsTotal": 30,
      "attachmentLinks": null,
      "requestedAmountText": "USD15K"
    }
  },
  {
    "title": "Proposal creator role",
    "problemDescription": "Builders don't want to deal with all the red tape/time securing funding in many cases. How can we help Cardano builders streamline proposals",
    "solutionDescription": null,
    "relevantExperience": "Consultant who has worked with IOHK + Emurgo business analysis and product teams to discuss potential partnerships in current and future",
    "outcomeObjectives": "I am hoping to think through processes we can introduce (potentially even a specific \"role\") that deals with working with new devs/builders",
    "description": "I am already putting this plan into play with a new Cardano dev who is building a backend integration to allow Shopify merchants to seamlessly accept $ada as payments. Shopify is the 1st of several ecommerce marketplaces he is targetting. His name is Jeronimo Backes, he is an Australian dev and honestly one of the first community led developments in terms of integrating Cardano tech with existing applications. I am working with him to complete the 1st draft of his proposal for community funding (fund2). I am happy to play this role but I think we need to more clearly highlight this role of proposal \"advisor\" as someone who will play a servant role in helping new Cardano devs/builders/entrepreneurs flesh out their ideas in a proposal for funding. Imo this is a USP of Cardano you don't see in other competing projects. The bottom line is we need to ensure devs have all the tools they need to build (Adrestia, Marlowe, Plutus, documentation) and then get out of their way (by streamlining all other processes such as creation of proposal for funding, idea refinement, etc.). I want to maximize their time spent heads-down developing their Cardano integration/application. I could even see this being apart of the Cardano developer/entrepreneur resources section as a way to ensure them early in the process their is a structure and format to receive funding (which community members will help streamline for them). I think this is a huge signalling and incentive factor for devs today. Even in my current discussion with Jeronimo its clear he wants to build a lot on the platform but the bloke has no clue where to go for funding (and he will be spending a lot of day hours building these integrations). I think we add some structure to this process by including a section on both official Cardano.org sites in a \"developer resources\" tab as well as make this a clear USP we drive in the Cardano developer hub virtual platform. Any thoughts and Ideas on this welcomed!",
    "url": "https://github.com/uniVocity/shopify",
    "createdAt": "2020-08-17T17:31:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316987,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYLg",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 164,
      "author": "Liqwid Labs",
      "commentsTotal": 3,
      "attachmentLinks": null,
      "requestedAmountText": "0!"
    }
  },
  {
    "title": "BlockDApps weekly PODCAST",
    "problemDescription": "This draft proposal is in direct response to Charles Hoskinson's recent video, specifically in relation to a weekly dapps and assets Podcast",
    "solutionDescription": null,
    "relevantExperience": "10+ years in business. 2.5+ years following Cardano. Experience of tokens and dapps. A passion for tokens and NFT's. An established brand.",
    "outcomeObjectives": "Produce a quality ongoing weekly podcast educating others on my passion for dapps and digital assets, all on the Cardano blockchain!",
    "description": "Website: www.blockdapps.io (would be updated)\n\nhttps://www.youtube.com/blockdapps (ready to go!)  \n\n_______________________________\n\n  \n\nYou will all remember my first proposal for Pavia - Cardano's virtual world which will be built on tokens (equivalent to ethereums erc721 NFT's) which was met with great reviews. Thank you :) I hope that idea demonstrated my passion for native assets.\n\n  \n\nThen I watch this from the man himself, Mr CH: https://www.youtube.com/watch?v=m1BgTNmn2AM&feature=emb_logo\n\n  \n\nBlown away.\n\n  \n\nObviously I cannot submit a full proposal at this stage due to no funds in this round (the full proposal will have to wait until October) but there is nothing to stop me utilising my first movers advantage - with your help of course!!\n\n  \n\nSo, whilst I can speak with my sister and her husband who just so happen to be podcast pro's, any and all feedback from my fellow collaborators would be hugely beneficial to me.\n\n  \n\nAlso what better way to launch Cardano's digital world than with a podcast - to me it seems like the perfect fit!\n\n  \n\nIf this were a a full proposal for real funds:\n\n  \n\n1\\. What could I do to secure your vote?  \n2\\. What content would you love to see?  \n3\\. How could I prove my passion for tokens & assets?  \n4\\. What should I not say or do?  \n5\\. Perhaps I should produce a taster podcast?  \n6\\. Anything else?\n\n  \n  \nRespectfully submitted for your thoughts :)",
    "url": null,
    "createdAt": "2020-08-17T12:32:00.000Z",
    "requestedAmount": 166666,
    "ideascaleId": 316914,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYKT",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 162,
      "author": "Morgan ",
      "commentsTotal": 4,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316914/30935/download",
      "requestedAmountText": "Full proposal in fund 2 -  $15,000"
    }
  },
  {
    "title": "Epoch Women",
    "problemDescription": "I hope to close the gender diversity gap in blockchain technology by increasing the number of female Cardano developers globally.",
    "solutionDescription": null,
    "relevantExperience": "I am a woman in blockchain. I have also organized a community of women that facilitates the education and support of women in Cardano.",
    "outcomeObjectives": "I am creating a nonprofit that provides college level blockchain education courses to women.",
    "description": "I would like to distribute IO's college level blockchain courses to women. Distribution of course materials could be done via existing 'women who code' clubs, by creating a new IO sponsored club at the college, or via virtual meetups. I believe the excitement and existing startup culture in universities will accelerate interest in blockchain technology, which will rapidly increase the number of developers and entrepreneurs developing on the Cardano Platform. Providing young women with the official educational tools to build on the Cardano Platform will empower them to build their future, while building the future of Cardano and closing the gender diversity gap in blockchain technology.",
    "url": null,
    "createdAt": "2020-08-17T03:09:00.000Z",
    "requestedAmount": 100000,
    "ideascaleId": 316868,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYJj",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 160,
      "author": "Brittany Smith",
      "commentsTotal": 19,
      "attachmentLinks": null,
      "requestedAmountText": "100000"
    }
  },
  {
    "title": "Streamline Cardano Dev onboard proc",
    "problemDescription": "Streamlining the process for new devs who want to build a dApp/integrate Cardano with their existing app. This needs to be a priority for us",
    "solutionDescription": null,
    "relevantExperience": "Management Consultant working closely with devs and software partners daily",
    "outcomeObjectives": "I hope to streamline the onboard process for new devs taking a 1st look at Cardano. When you look at Ethereum.org they excel at this from go",
    "description": "My plan is to completely redo the way Documentation and general Cardano information is displayed when accessing Cardano.org/Emurgo/CF (and hopefully once the Cardano Dev Hub goes live their too!).\n\nWhen you go to ethereum.org you can see how simple it is to get to the right place \\*even before you arrive on the landing page\\*. The way the information is displayed both in the search bar and when you arrive on the site is the level of streamlined ease we need to build into Cardano.org The UX of selecting the 1st subtab in the searchbar for Cardano.org (Cardano Documentation) needs to be cleaned up a bit and arguably pushed further back (also allow for users to go from the documentation to Cardano.org). Developers should see Adrestia, Plutus, and Marlowe (ideally from within the tab by replacing the 1st tab: Cardano Documentation with the Discover Cardano tab and letting the first 3 options on the Developers tab clickdown be documention (Adrestia, Plutus, Marlowe), relevant playgrounds, and any additional tooling that comes with Goguen.\n\nhttps://ethereum.org/en/ does a nice job of getting devs to their Solidity smart contract resources easily, we need to make it even easier.\n\nA related Idea and one I introduced at the end of our intial call last week involves creating learning material for devs and entrepreneus who want to integrate/build on top of Cardano. Take the plutus architecture map diagram below and build some level of interactiveness to the layout of diagram (i.e. if a developer only wants to interact with a part of the Plutus application backend they should just click it from the diagram and be taken to all Plutus application backend resources related to the interfaces). Even cooler if they could just click it and see a general popup description of what the functionality that piece of Plutus controls and decide if they need to go further or select something else (maybe something in the wallent frontend for example). This is how I think about streamlining developer onboard/bootstrap phase. Having this type of documentation prepared pre-Goguen mainnet is key to drive adoption over the next 6-8 months imho. This seems to be a low hanging fruit I would be happy to take an initial jump on.\n\nAlso ways to gamify the Plutus learning experience will be key. The Udemy course and Plutus book are great as well but thats not going to scale the same way gamifying the dev learning experience will be. Take this Solidity learning game for example: https://cryptozombies.io/en/solidity\n\nDevs in \"game\" can select their Solidity smart contract difficulty level from beginner - intermediate all the way up to Master - Advanced and leave with a complete understanding of ethereum smart contracts. Imho we need to introduce a similar \"gamified\" learning experience for Plutus platform!\n\n  \n\nI am collapsing this project idea into the Fork of Gitcoin for Cardano I think there are clear synergies between these two proposals and the aim is to develop a complete Cardano developer centric platform to serve the entire ecosystem (including every project deployed on top of Cardano).",
    "url": null,
    "createdAt": "2020-08-17T02:02:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316863,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYJe",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 159,
      "author": "Liqwid Labs",
      "commentsTotal": 6,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316863/30930/download, https://cardano.ideascale.com/a/idea/316863/31183/download",
      "requestedAmountText": "TBD"
    }
  },
  {
    "title": "Identify Dano DeFi Building Blocks ",
    "problemDescription": "I am trying to solve the problem of bootstrapping the decentralized finance/open finance movement on Cardano before Plutus + Marlowe hit MN.",
    "solutionDescription": null,
    "relevantExperience": "MSc Finance, 3+ yrs Management Consulting, deep understanding of DeFi products + \"composability\" features that attracts devs to build on top",
    "outcomeObjectives": "In short: my goal is a bottom up approach to bootstrapping liquidity in Cardano's soon flourishing DeFi sector. Arguably the 1st crypto PMF",
    "description": "The main idea I am posing here is a bottom up approach to funding the 1st wave of Cardano defi products. I know IOHK has a separate fund for DeFi products but I believe a bottom up approach (similar to what's being proposed for voting experiments in fund1) is a nice balance to meet in the middle. Great ideas will emerge from both and I would like to think more about how the related proposals I have tagged can help us get there.The chart below highlights some of the defi primitives on ethereum and cosmos I believe are key make their way to Cardano.\n\nI would approach this similar to the way similar \"Ethereum killers\" just now coming to market are addressing the defi bootstrapping problem,help teams working on Cardano defi secure funding and providing strategic resources they need to build great products.\n\nTake a decentralized exchange (dex) for example, Uniswap is a popular example of this on Ethereum today. Providing resources in a curated list for new devs just starting to think deeply about dex construction in Haskell will certainly streamline their development lifecycle.\n\nIn the link below a dev began cloning a popular centralized exchange (London Stock Exchange SETS system). Can we hire this dev to finish this and deploy it on Plutus? If not how can this code serve as inspiration to the dex's we want deployed on Cardano. Update: Devs are already responding, some inquiring more on the process of deploying their Haskell built applications to Plutus. Update to the Update; I am having the most success actually just finding the Haskell application equivalents to the DefI blocks and reaching out to these devs with a Plutus pitch. Good news is Cardano is starting to make waves in the Haskell dev community, downside is this is going to be a somewhat tedious (low-level) process until the entire Plutus platform is deployed to an IDE testnet devs can build against. If you are curious as to the type of products I plan on working with Haskell devs on once a few MVP dex's launch (i.e. Cardano versions of Uniswap/Bancor) check out this link to the Serum project ideas devs are receiving grants to build (keep in mind Serum is a dex orderbook, all of these products will deploy on top of Serum which is deployed on the Solana blockchain): https://projectserum.com/blog/project-ideas.\n\nThe first order of business is several Cardano dex's to service the many new asset pairs we except to see post Multi Asset Ledger launch. I will iteratively begin working down the defi product list from there including on the CEX side where I am already talking to Haskell devs about repurposing the LSE SETS application in Haskell and building a \"Stock exchange as a Service\" financial application that integrates into the Atala Prism lineup but can deploy on the public or permissioned side of Cardano.\n\nhttps://github.com/ggreif/thebook-haskell\n\nAnother simpler version of Haskell orderbook:\n\nhttps://github.com/paulkoerbitz/orderbook\n\n  \n\nHaskell order book and other defi focused Haskell products:\n\nhttps://github.com/runeksvendsen\n\nHaskell finance + oracle repo:\n\nhttps://github.com/paulrzcz\n\nhttps://github.com/bradclawsie/haskell-Finance.Quote.Yahoo\n\nhttps://github.com/boundedvariation/quantfin\n\nhttps://github.com/HaskellAll/hqfl\n\nhttps://github.com/0xchamin/Finance_Contracts_Haskell\n\n  \n\nOther helpful links\n\nhttps://hackage.haskell.org/package/bitx-bitcoin-0.12.0.0/docs/Network-Bitcoin-BitX-Private-Order.html\n\nhttps://medium.com/coinmonks/roll-your-own-bitcoin-exchange-in-haskell-a8d782ab2a24\n\nMarlowe related defi DSL articles:\n\nhttps://medium.com/@pirogov.alexey/how-to-price-options-fx-and-other-financial-contracts-with-haskell-dd726c772af5\n\nhttps://github.com/fwilkens/haskell-finance\n\n  \n\nI have already reached out to most of these devs to gauge their interest in deploying their applications on Cardano. Wil be creating proposals for those who show interest.\n\nSome threads for anyone who wants to go on a defi 2.0 ride. We are watching ethereum go down rapid experimentation phase in defi. This proposal is focused on taking the best ideas emerging in defi-land and working with Haskell fintech devs who have already constructed similar applications in the existing legacy finance world to port them into Plutus/re-purpose them for crypto products to be built on top. This is 100% the move IMHO and all it takes (if we construct proper incentives, secure funding, and provide strategic support!) is 10-20 bright fintech Haskell devs to build out the v1 of these projects. I have already had somewhat deep discussions with 5 and I have been working only part time on this effort in the last few weeks.\n\nhttps://threadreaderapp.com/thread/1300175041196437509.html  \n\nhttps://threadreaderapp.com/thread/1300376218475220994.html  \n\nhttps://threadreaderapp.com/thread/1300039049651122177.html",
    "url": null,
    "createdAt": "2020-08-17T01:13:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 316860,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYJb",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 157,
      "author": "Liqwid Labs",
      "commentsTotal": 9,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316860/30927/download",
      "requestedAmountText": "250k $ada"
    }
  },
  {
    "title": "Decentralized Transcripts",
    "problemDescription": "The 20th Cen. educational system is not effective. Its centralization stops it from evolving. Decentralizing school authority = disruption.",
    "solutionDescription": null,
    "relevantExperience": "Eighteen years of experience in the field of education, and a Doctorate in Organizational Leadership.",
    "outcomeObjectives": "Create a Self Regulatory Organization to help universities move transcripts to the blockchain. Transcripts will use Cardano's wrapped coins.",
    "description": "This project would seek to establish a self-regulatory organization (SRO) that would be responsible for establishing protocols and standards for schools and universities to use when moving their transcripts to the blockchain. MIT has already moved some transcripts to the blockchain and have proven that it is possible. Below is an explanation for why this is an important project.\n\nThe industrial revolution era education systems that we still employ are in desperate need of disruption. In the current system, schools and universities have absolute authority over both access to the education and what courses make up a degree.  \n\nThis primary authority of a school or university is derived from its ownership of the transcript. The transcript both allows schools and universities to enforce their graduation requirements and acts as a stamp of authentication of a student's knowledge, skills, and degree completion when applying to a job or other school. In many ways, the transcript is the glue that holds the entire educational system together. It enables the authority of education to remain centralized within the school or university system.\n\nBy moving transcripts to the blockchain, educational experience will be able to be verified without a piece of paper from the institution. Once this happens, blockchain transcripts will very quickly decentralize the authority of the school or university. With blockchain transcripts, the authority of education will be transferred to the student because they will be able to go out, get educational experiences from various sources, and create a more robust resume. It will lessen the importance the school's or university's ability to control the system, and it will effectively transfer that ability to the student. Instead of listing a degree from a university on a resume, someone would eventually present a blockchain hash containing a deeper portfolio with courses, experiences, and samples of work that the student has accumulated. The blockchain transcript might be made up of credits from some traditional college courses, internships with corporations, and some work experiences done with a nonprofit.\n\nOnce this happens, I envision most businesses and nonprofits jumping onboard to offer educational experience \"credit\" for an individual's portfolio. Their entrance into the transcript market will create true disruption to the educational system worldwide. Imagine graduating from high school, going straight to work for Microsoft and, after four years, earning enough educational credits to receive a bachelor's degree in computer science.\n\nThe integrity of the current educational system is maintained by a strict accreditation process. Decentralizing the authority of the educational system will therefore require that the accreditation system be upgraded and expanded to be able to manage blockchain protocols and the ability to accredit alternate educational experiences.\n\nIt is possible that every school, business, and nonprofit alike would have its own educational currencies.\n\nIn order to make this work, the following steps would need to take place:\n\n1\\. A SRO, similar to ICANN, would need to be established to govern the standards and protocols for blockchain transcripts. The SRO would also be responsible for authenticating an institutions' ability to grant transcript credits.\n\n2\\. Resources/education would need to be provided to regional accrediting agencies to aid them in the ability to expand their reach to easily accredit business and nonprofits. They will need to create micro-approvals that would accredit non-profits and corporations for certain skills.\n\n3\\. Schools and businesses will need resources to be able to create educational currencies.\n\n4\\. Third-party Dapps will need to be made to serve the new \"resume\" system. Products need to develop ways to graphically organize, visualize, and evaluate a collection of educational currencies into a cohesive experience.\n\nCardano's cross chain interoperability to wrap coins would serve as the ideal platform for gathering, storing, and representing a diverse portfolio of educational currency credits on an international scale. They would basically be \"wrapped credits.\"\n\nThis project would lay the groundwork for schools and universities around the world to quickly build out their own blockchain transcripts and utilized Cardano to move their transcripts from one institution to another.",
    "url": null,
    "createdAt": "2020-08-16T13:14:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316741,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYHe",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 147,
      "author": "Dan Everett",
      "commentsTotal": 2,
      "attachmentLinks": null,
      "requestedAmountText": "In order to begin this process, funding would be required to create the SRO and work to establish protocols for schools and universities to use."
    }
  },
  {
    "title": "Project Cattlebole",
    "problemDescription": "Cattlebole is a platform, where cattle can be adopted by people. Cutting costs for both sides, without middlemen like supermarkets.",
    "solutionDescription": null,
    "relevantExperience": "Idea and businessplan (attached below) are checked by Ken Kodama from Emurgo dec. 2019. I had to wait for Shelley to go live and share it.",
    "outcomeObjectives": "A whole cow is sold, the cow goes from the farmer to the artisanal butcher.From this butcher, the meat goes directly to the buyer(consumer).",
    "description": "As more and more people seek to buy organic, local produced food & drinks, Cattlebole provides a platform where people and cattle come together. A platform that provides a chance for everyone to consume fair and sustainable food. This is also called crowdbutching.\n\nBy adopting cattle from (local) farmers, one knows what one buys. Also, they indirectly help the farmers reducing costs, because adopting cattle is like investors investing in a good plan.\n\nSupporting these local economies, also reduces transportation of meat around the globe. Thus, helping the environment a bit by producing less CO2 emissions.\n\nCattlebole aims to work solely with (local) farms, following sustainable agriculture guidelines.\n\nWith the help of blockchaintechnology, Cattlebole brings people & nature closer to each other, without the need of middlemen and will serve a worldwide usecase.\n\nTransparancy, purity and thrustworthy are key to Cattlebole's success.\n\nThe companyname 'Cattlebole' stands for a combination of the words 'cattle' and 'catabole'. Cattle speaking for itself, catabole stands for the new energy that will be released after former life pieces got destructed.\n\nWith Cattlebole comes the slogan \"Cattle. People. Our Energy.\"\n\n  \n\nSee businessplan attached down below.",
    "url": null,
    "createdAt": "2020-08-16T11:30:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316725,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYHN",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 145,
      "author": "Jan Willem Pennekamp",
      "commentsTotal": 7,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316725/30899/download, https://cardano.ideascale.com/a/idea/316725/30901/download, https://cardano.ideascale.com/a/idea/316725/30902/download, https://cardano.ideascale.com/a/idea/316725/30903/download, https://cardano.ideascale.com/a/idea/316725/30904/download, https://cardano.ideascale.com/a/idea/316725/30905/download, https://cardano.ideascale.com/a/idea/316725/30906/download, https://cardano.ideascale.com/a/idea/316725/30907/download, https://cardano.ideascale.com/a/idea/316725/30908/download, https://cardano.ideascale.com/a/idea/316725/30909/download, https://cardano.ideascale.com/a/idea/316725/30910/download, https://cardano.ideascale.com/a/idea/316725/30911/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "Project Skoowls",
    "problemDescription": "Skoowls is an education platform, where people from all over the world 24/7 can connect to get their needed education real time.",
    "solutionDescription": null,
    "relevantExperience": "This idea and the businessplan doc. has already been checked by Zach Soileau from Emurgo, early this year.",
    "outcomeObjectives": "Skoowls will deliver on demand education, (private) courses and training, 24/7.  \n  \nSee businessplan attached below!",
    "description": "In the past decade, the global amount of student debts rose significantly. Coming to a point now, asking for solutions. Also, less and less teachers are available, which causes cancelled lessons at the regular schools and universities.\n\nSkoowls thinks it can provide a platform and a solution for this worldwide problem.\n\nThe idea Skoowls has, is to create a decentralized platform, where people meet from all over the world, 24/7 the whole year long. The platform holds interaction between the educators (professors, teachers, trainers) and participants (students as well other people in general who are interested for more education).\n\nSkoowls provides cross border knowledge and education, based on the blockchaintechnology so there won't be interference by any third entity (censorship resistant). Working with blockchaintechnology also means, that all the data and information will be securely stored. This, ofcourse, is something very usefull and convenient for especially educators and the participants.\n\nAt third, making use of blockchain, also means people from all over the world can pay each other fast and easily with, for example, ADA.\n\nSkoowls will deliver on demand education, (private) courses and training. Skoowls will be like the Uber and AirBNB in the education and learning space. When ever, where ever, personal delivering without the need of middlemen.\n\nSkoowls willl provide lots of opportunities for both professors, teachers and trainers(educators) as for companies, staff and students(participants) across the globe.\n\nAnyone can participate, whether you are from Ethiopia, Malaysia, Japan, The Netherlands, Venezuela or the United States.\n\nThis gives big chances for jobless and non-educated people in emerging markets. In addition, people who just have big problems with connecting to the job markets can learn quick and efficiently on our platform.\n\n  \n\nSee businessplan attached down below please! Legit doc.",
    "url": null,
    "createdAt": "2020-08-16T11:18:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316723,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYHL",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 143,
      "author": "Jan Willem Pennekamp",
      "commentsTotal": 2,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316723/30898/download, https://cardano.ideascale.com/a/idea/316723/30900/download, https://cardano.ideascale.com/a/idea/316723/30912/download, https://cardano.ideascale.com/a/idea/316723/30913/download, https://cardano.ideascale.com/a/idea/316723/30914/download, https://cardano.ideascale.com/a/idea/316723/30915/download, https://cardano.ideascale.com/a/idea/316723/30916/download, https://cardano.ideascale.com/a/idea/316723/30917/download, https://cardano.ideascale.com/a/idea/316723/30918/download, https://cardano.ideascale.com/a/idea/316723/30919/download, https://cardano.ideascale.com/a/idea/316723/30920/download, https://cardano.ideascale.com/a/idea/316723/30921/download, https://cardano.ideascale.com/a/idea/316723/30922/download, https://cardano.ideascale.com/a/idea/316723/30923/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "Dream Weaver: TheBusinessValueofADA",
    "problemDescription": "Simplifying the process of understanding \"If\" and \"How\" one can leverage Cardano to improve existing, or create new, business mod",
    "solutionDescription": null,
    "relevantExperience": "Director of Business Development and Director of Technology for over 10yrs. Currently own two businesses.",
    "outcomeObjectives": "To change the current dynamics for both developers and entreprenuers to find relevant information as it pertains to engaging in blockchain.",
    "description": "Navigating thru pages and pages of information, SDK's and featured oriented jargoon, leaves entrepreneurs far from knowing \"If\" and exactly \"how\" they can leverage blockchain technology to their specific field of work, existing business, or a new business model they are trying to create. After trying to figure out how I could implement blockchain technology into my own start up, I believe Cardano should invest in changing the way we present data to those who seek to find value in blockchain technology.  \n  \nDream Weaver is a project that involves the creation of a platform that creates a frame work for people to easily:  \n1- Feed Frameworks for specific industries, by framework, we refer to all of the different structures, systems, roles and everything related to that field (See document \"Par B\",which is a mock up of the user interface, such interaction, data and choices would be \"framed\" by a contributor) 2-Once a frame work exists, the contributor can post a problem/challenge 3-Experts in the field, both business analysts and Cardano Blockchain Experts can provide \"Actionable\" solutions to those problems  \nLastly, all fo this data would then be structured in data sets that can be leveraged by Machine Learning to allow for a custom solution once a user has gone thru a series of selections as show on the document Part B (mock up).\n\n  \n\n3 Pillars (See attached files for a more detail plan for each pillar):\n\nPillar A1 : Gather & Structure existing problems & opportunties from the \"crowd\"\n\nPillar A2 : Analyze & Solve\n\nPillar B: Provide a platform that is fed by Machine Learning to create a set of actionable solutions",
    "url": null,
    "createdAt": "2020-08-16T02:29:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316695,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYGt",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 141,
      "author": "Jorge Escobar",
      "commentsTotal": 9,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316695/30891/download, https://cardano.ideascale.com/a/idea/316695/30892/download, https://cardano.ideascale.com/a/idea/316695/30893/download",
      "requestedAmountText": "To Be Determined"
    }
  },
  {
    "title": "Verified Twitter",
    "problemDescription": "\\*\\*Not for further review\\*\\*",
    "solutionDescription": null,
    "relevantExperience": "\\*\\*Not for further review\\*\\*",
    "outcomeObjectives": "\\*\\*Not for further review\\*\\*",
    "description": null,
    "url": null,
    "createdAt": "2020-08-16T00:33:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316681,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYGf",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 139,
      "author": "clumsysaint",
      "commentsTotal": 9,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Competency matching for Proposals",
    "problemDescription": "Withdrwaw proposal",
    "solutionDescription": null,
    "relevantExperience": "Strong analytical skills, methodic, process oriented; empathy towards both entrepreneurs and developers - where skillset of both is rare",
    "outcomeObjectives": "Give participants option to source complementary expert knowledge - if needed - previous to proposal submission to anticipate high quality.",
    "description": "People might flourish without mental boundaries even better by giving them the option to incorporate expert knowledge. It is all about empowering those who have an idea to find completely teams to be able to go forward with the proposal. Tackling here the vulnerability of humanity and contribute to the community culture - aspect that should not be underestimated - coming the most of us from realities/cultures where this is not common. It furthermore will help to adaption of this way of working/proposing - lowering burden for those how may be in doubt or anticipate lack of skill - besides having an interesting proposal that community what's to read about.\n\nThe idea might connect to the overall governance process for Catalyst, being convinced that the review process is one of the main challenges - its where this idea also contributes anticipatively from a proposal content point of view.",
    "url": null,
    "createdAt": "2020-08-15T23:08:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316657,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYGG",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 137,
      "author": "Juliane@Gimbalabs",
      "commentsTotal": 11,
      "attachmentLinks": null,
      "requestedAmountText": "to be defined"
    }
  },
  {
    "title": "Torus: Governance for OS Projects",
    "problemDescription": "Governance Framework initiative for Open Source (OS) Projects, focused on projects that would benefit from decentralized governance infra.",
    "solutionDescription": null,
    "relevantExperience": "We've tested an alpha prototype on ETH, started case studies and reaching out to OS Projects, & begun planning the organizational models.",
    "outcomeObjectives": "1\\. Develop Flexible Gov. Modules.\n\n2\\. Create drag & drop interface to create & configure orgs.\n\n3\\. Build 1&2 with interested OS Projects.",
    "description": "*Torus is a flexible, plug and play framework for decentralized governance aimed at Open Source projects.*\n\n*Torus will provide a \"drag & drop\" web interface that will let projects easily design and configure their own governance and operational modules (including budgeting, compensation, decision making, and more) and deploy them as smart contracts to the Cardano Blockchain.*\n\nThe resulting organization will constitute a management interface and contractual infrastructure for the project, elevating governance sustainability and operational stability.\n\n**Initial Project Objective: Release a production-quality version of our smart contract deployment software for the Goguen mainnet and attract collaborative users from the Open Source Software (OSS) community.**\n\n1\\. Our first funding goals are -  \na. Publish a list of known OSS governance models  \nb. Publish common themes/elements (plug-in \"slots\").  \nc. Build a production-ready software with first plugins.\n\n2\\. So far we have -\n\n\\- Deployed a prototype on ETH, tested it in a closed-alpha testing round.  \n\\- Conducted surveys with the OSS community,  \n\\- Begun composing case studies on existing OSS governance solutions (Redis, Python).  \n\\- Started designing the governance model framework on which modules will be added (See attached).\n\n  \n\n**\\* You are all welcome to review our Initial Pitch Deck (Attached).**\n\n**\\* Visit our Github (WIP README) -** https://github.com/torus-online/torus/\n\n**\\* And check our alpha (****MetaMask browser extension required****)-** http://torus-ui.azurewebsites.net/\n\n  \n\nI've been working with the original founder about two months, who's been at it for about a year now.  \nFounder Linkedin: http://www.linkedin.com/in/chadwick-kirby-605a22b/  \n  \n**Founder's Message:**\n\n\"I came up with the original vision for Torus, and I wrote the first prototype. I'm a product manager and software developer at my primary job. I'm responsible there for our main B2B SaaS product – an enterprise reporting solution with over 1k yearly active users. I've been with that company for 12 years.\"\n\nFor Torus, I'm currently acting as president, product manager, and principal developer. As we accelerate, I expect to spend more and more time on product management and less time programming.\"\n\n  \n\nMain challenges -  \n1\\. Resolving issues of intellectual property,ownership, and control, before being able to move forward (the core idea is decentralized governance through existing OS projects).  \n2\\. Finding relevant developers beyond the founder to create the framework.  \n3\\. Discovering and collaborating with OS projects that can get serious about going DAO.\n\nThank you for reading!\n\n**Comments below -**\n\n**Auditability -**\n\nQuestion (Steven Aldrich) :\n\n\"Funding required is not defined. There is no way to actually vote on undefined funding requests.\n\nI would suggest that funding request be modeled in such a way that it looks across several Catalyst Rounds (Fund2 -> Fund(n)) so as to have a greater potential for adoption in each Fund.\"\n\nAnswer:\n\nSee below in feasibility the goals for Fund2. I believe we will need to flesh it out but for now the budget required here is basically that of a small startup. So it's up to the community to see if we want to have -\n\n\\- Lean financing:\n\nWould require full time employees (for the first year) -\n\n1 Lead developer\n\n1-2 Senior developers\n\n1-2 Business/Design/Marketing\n\n\\- Or a longer growth plan that will start with a similar team (with expanded budget, capabilities, and objectives) that will aim to expand rapidly (probably up to 20 people by the end of the first year would be very fast indeed, as an example).\n\nIn short - for the first 6 months we are looking at somewhere in the region of ~$200,000. For a longer horizon it would be substantially more.\n\nThis is why I think it's important to discuss and review this before getting into specific costs, because this could become a large scale endeavor.\n\n**Feasibility -**\n\n  \n\nWhat are ways in which this proposal's budget, plan, scope or team can be modified to make it more likely for the proposal to be successfully implemented? :\n\n  \n\n**Next Steps with Budgeting and Milestones (given full funding and staffing):**\n\n1\\. Collect knowledge base of known governance models in use in open source software today\n\n2\\. Write research papers to analyze each of the collected governance models, assessing where they lie on the following scales: centralization, codability, effectiveness in the community\n\n3\\. Analyze research papers together to confirm whether our proposed \"layers\" design has layers that represent the most important aspects of collected models in aggregate.\n\n4\\. Design \"plugin\" software components for each \"layer\" That encapsulate codified functionality of each governance model.\n\n5\\. Use acquired knowledge to propose a new governance model that fits well with the needs and pains we are observing in OSS and the benefits that blockchain has to offer. Design plugin components.\n\n6\\. Draft a white paper to summarize the work we have completed so far, our proposal for a blockchain-based governance system that can support the existing models and a new model.\n\n7\\. Find collaborative OSS partners in the community to validate market fit, lock in early \"buyers,\" and iterate rapidly based on their feedback.\n\n8\\. Prototype smart contract software to determine best approach for implementing on the Cardano blockchain. In parallel, begin design of user experience (information architecture, workflows, and wireframes) and visual design system.\n\n9\\. Build front and back-end application, to Alpha\n\n10\\. Iterate in collaboration with collaborative OSS partners\n\n11\\. Beta (incl. iteration)\n\n12\\. Customer relations, ask for commitments from partners, marketing beta signups, etc.\n\n13\\. 1.0 launch",
    "url": "https://github.com/torus-online/torus/",
    "createdAt": "2020-08-15T22:45:00.000Z",
    "requestedAmount": 1600000,
    "ideascaleId": 316651,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYGA",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 136,
      "author": "rin9s",
      "commentsTotal": 9,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316651/30889/download, https://cardano.ideascale.com/a/idea/316651/30890/download, https://cardano.ideascale.com/a/idea/316651/30924/download",
      "requestedAmountText": "If funded in full Torus would be a large scale project. Roughly 1.6M ADA (~$200,000k) for first 6 months"
    }
  },
  {
    "title": "Entrepreneur/Start-up Network",
    "problemDescription": "Withdraw proposal",
    "solutionDescription": null,
    "relevantExperience": "15+y in Business Development/Strategy; relevant experience with entrepreneurs,B/ C-suite from the consulting perspective",
    "outcomeObjectives": "Leverage on existing private & public Networks to give Cardano significant more exposure to the business world.",
    "description": "a) Segments: Leverage on entrepreneur networks has the benefit to get direct access into the industries. This is crucial due to an increasing number of companies being in the digital transformation age and. Due to the pressure on \"speed of go-to-market\" they adapt strategies to open-innovation. In a first step we would target Big4 established Networks, which are mainly set up in 100+ countries - but have certain centralized management behind, important to consider for a large-scale approach.\n\nOn the other hand, Universities play a crucial role to Cardano - referring here to the peer review - representing this not only a competitive advantage at that moment - but furthermore it might be natural to leverage on the academic start-up incubations that exists as well on a large scale. First steps are targeting Universities Cardano is already known, further spread throughout the community.\n\nFurthermore need to apply data analytics to further sub-segment relevant targets to be able to deep-dive into specific business needs - with focus on developing those on the Cardano platform.\n\n  \n\nb) Content to be shared / Deep-dives for further approach on developing business on Cardano /Dapp: Both segments need customized marketing approach that needs to be leveraged on existing material and/or developed.\n\n  \n\nc) CRM process: Set up lean process to track on opportunities/derive next actions throughout the process.",
    "url": null,
    "createdAt": "2020-08-15T21:49:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316620,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYFf",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 130,
      "author": "Juliane@Gimbalabs",
      "commentsTotal": 15,
      "attachmentLinks": null,
      "requestedAmountText": "Need to discuss this with you if idea develops further; teaming up is highly appreciated."
    }
  },
  {
    "title": "West Africa Decentralized Alliance",
    "problemDescription": "Through the work of IOHK, Cardano has made inroads into the Eastern African regions but not much presence in the West Africa sub region.",
    "solutionDescription": null,
    "relevantExperience": "5 year NGO and combined 15+ years project management experience. Previously prepared and submitted this proposal to Emurgo's DLab program.",
    "outcomeObjectives": "Set up an NGO/ Non profit for the West African (WA) sub region to contribute to the overall goals of the Cardano Pan African Strategy",
    "description": "Set up an NGO to establish a Cardano presence in the West African sub region to help achieve the overall goals of the Cardano Pan African Strategy using a salaried three- member office supported by a network of local and international volunteer Cardano community member expertise.\n\nThe NGO will work with the Cardano ecosystem, West African sub regional governments and other stakeholders to explore the tokenization of natural resources, improve wider access to financial services in client countries, establish blockchain-based education services in its academic institutions, broaden investor opportunity as well as decentralized applications potential for the Cardano protocol.\n\nThrough the work of IOHK, Cardano has made inroads into the East and South African regions but not much presence in the West African sub region. This NGO will collaborate with international blockchain organizations such as Emurgo and IOHK for the advancement of blockchain technology in Ghana and the West African sub-region. This project will establish a dynamic presence in a financially challenged region and use a feedback loop of education, awareness creation, problem identification, and blockchain technology to ultimately boost quality of life of local populations as well as increase Cardano investor returns and community engagement.\n\nAnother key aim of this NGO will be to establish a vibrant self-sustaining local Cardano community which will carry on the work of the NGO and other identified opportunities in the future.",
    "url": null,
    "createdAt": "2020-08-15T20:47:00.000Z",
    "requestedAmount": 4000000,
    "ideascaleId": 316600,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYFK",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 128,
      "author": "Mercy",
      "commentsTotal": 11,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316600/31260/download",
      "requestedAmountText": "1.3M ADA/year x 3 years ~4 million ADA"
    }
  },
  {
    "title": "Direct Debit Contract for ADA",
    "problemDescription": "Provide an easy way to assign ADA to other entities, that get automatically billed.",
    "solutionDescription": null,
    "relevantExperience": "Split balling",
    "outcomeObjectives": "Rather like a direct debit have an easy way to enter an agreement and send money automatically every period.",
    "description": "Example\n\nYou want to fund a charity with 10 ADA every month, you enter some sort of agreement and your wallet gets debited 10 ADA every month from your wallet or staking rewards.",
    "url": null,
    "createdAt": "2020-08-15T11:46:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316526,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYD7",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 123,
      "author": "smithmsimon",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Staking Lottery ",
    "problemDescription": "Build a lottery system for ADA delegators. You can delegate some of your staking rewards to a giant lottery pot.",
    "solutionDescription": null,
    "relevantExperience": "No work done yet",
    "outcomeObjectives": "There are other coins providing the same idea.\n\nhttps://jackspot.finnexus.app/#/ for instance.",
    "description": null,
    "url": null,
    "createdAt": "2020-08-15T11:35:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316524,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYD5",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 121,
      "author": "smithmsimon",
      "commentsTotal": 3,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Project Skoowls",
    "problemDescription": "See businessplan included",
    "solutionDescription": null,
    "relevantExperience": "See businessplan included",
    "outcomeObjectives": "See businessplan included",
    "description": "See businessplan included",
    "url": null,
    "createdAt": "2020-08-15T10:47:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316522,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYD3",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 119,
      "author": "Jan Willem Pennekamp",
      "commentsTotal": 0,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316522/30879/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "Project Cattlebole",
    "problemDescription": "See businessplan included",
    "solutionDescription": null,
    "relevantExperience": "See businessplan included",
    "outcomeObjectives": "See businessplan included",
    "description": "See businessplan included",
    "url": null,
    "createdAt": "2020-08-15T10:44:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316521,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYD2",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 118,
      "author": "Jan Willem Pennekamp",
      "commentsTotal": 0,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316521/30878/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "Cardano Catalyst Process",
    "problemDescription": "Proposal withdrawn\n\nThis has been moved to the problem sensing section. Please do not evaluate or review for funding.",
    "solutionDescription": null,
    "relevantExperience": "This has been moved to the problem sensing section. Please do not evaluate or review for funding.",
    "outcomeObjectives": "This has been moved to the problem sensing section. Please do not evaluate or review for funding.\n\n**Define the Process**",
    "description": "**Proposal Ideate Phase** (10-14 days)\n\n1.  Proposal or Idea is posted to the platform in as complete a form as is possible. This begins a process of discussion amongst the members of the Cohort tasked to review and advise the specific Fund.\n2.  All members are encouraged to provide feedback, ask questions, and bring specific expertise they may have that is related to the proposal. This feedback is intended to ensure all possible issues are understood and resolved.\n3.  The intended result of this phase is to bring clarity about the proposal and to ensure it is ready for the Refinement Phase.\n\n**Proposal Refinement Phase** (7 days)\n\n1.  At this point suggestions are made to further perfect the proposal's value statement, objectives, Costs & Returns, and KPI for progress reporting.\n2.  Additionally the Principle(s), Researcher(s), Development Team(s), Reporting structures, and Funding Requirements (total and draw schedule) should be well defined.\n3.  This is intended to ensure that the proposal can be voted on with a high degree of understanding with respect to the impact for the community at large, and the Provable Success Metrics with which funding is Drawn Down in accordance with the planned Draw Schedule.\n\n**Proposal Finalize Phase** (3 days)\n\n1.  At this point the proposal should have all of the elements required to put together a well-defined Business Plan, Development Roadmap, Funding Schedule, Reporting Metrics and Schedule, as well as any post development/launch reporting that will be required.\n2.  The Proposal in its final form will be posted as an attachment to the original Proposal on the platform.\n\n**Proposal Funding Vote Phase** (1 day review of final Proposal Doc, then vote)\n\n1.  *there is a lot of discourse currently about the type of voting process that will be used. This section needs some serious work.*\n\n**Broad Disclosure of Proposal Funding**\n\n1.  This dissemination of information is critical to drawing attention to Cardano and the Catalyst Program. IOG, CF, and Emurgo are encouraged to broadcast this information on all of their channels.\n2.  Include details about the Proposal, as well as information about Future Cohorts (Funding Rounds).\n\n**Proposal Development Phase**\n\n1.  During this phase all Development KPI need to be reported to the Platform in a timely manner to ensure that future funding draws are approved.\n\n**Proposal Launch**\n\n1.  Prior to Launch (soft or MVP launches included) the Catalyst Platform must be advised with one week lead time to prepare Appropriate PR and Broad Announcements.\n\n**Post Launch Lessons Learned Session**\n\n1.  It is critical that the Principles who have Launched via Catalyst participate in a post-mortem review of the Process and provide feedback about the system, the members involved and any other feedback that can be gathered.\n\n**Post Launch Reporting**\n\n1.  All agreed upon KPI need to be reported back to the system for whatever timeframe was in the Final Proposal Documentation. To encourage these data being provided the CF should have a scheduled Community Catalyst Update Blog post and other media releases , which actually promote the Proposal Project's increasing penetration.",
    "url": null,
    "createdAt": "2020-08-14T21:35:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316417,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYCK",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 117,
      "author": "Steven Aldrich",
      "commentsTotal": 24,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316417/30860/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "Cardano Onboarding Consultants ",
    "problemDescription": "Educating traditional businesses and entrepreneurs in respect of the Cardano blockchain and assisting with drafting and developing proposals",
    "solutionDescription": null,
    "relevantExperience": "10+ years of buying, promoting, growing and selling businesses in various sectors plus a keen understanding of the Cardano ecosystem",
    "outcomeObjectives": "Establish a network of skilled Cardano Onboarding Consultants, suitably educated on the spectrum of benefits Cardano offers entrepreneurs",
    "description": "To follow after the weekend. I just needed to cement this idea on the PORTAL!!\n\n  \n\nI believe, as a collective we should explore and potentially trial this idea in the near future. Perhaps some funding to offer a base 'salary' for the newly appointed Cardano Onboarding Consultants and perhaps a small percentage paid from the entrepreneurs of secured funding once proposals are successfully passed as a larger incentive to onboard new users.\n\n  \n\nFully supported by the Cardano community these experts can network with and approach businesses and entrepreneurs to actively encourage them to build on Cardano. The base 'salary' idea would prevent the need for charging clients for initial advice and guidance and helping with proposals.\n\n  \n\nWhat a killer job that would be. It wouldn't even feel like a job.\n\n  \n\nInitial thoughts only. Lots more to follow….!  \n  \n_________________________________________________________________________________________\n\nUpdate as promised:\n\n  \n\nSo we need new businesses and entrepreneurs to develop on Cardano and we want them to deliver rapidly?\n\n  \n\nSome may need funding - many other may not need funding. So parking the idea of governance and the voting process etc for the sake of simplicity. How about this is what we do:\n\n  \n\n1\\. Select an initial sample group of keen potential consultants. Perhaps they are already among us? Maybe you?!\n\n  \n\n2\\. Devise the renumeration structure for a trial period. An amount per month for a 3-6 month trial as a part time base 'salary' Plus some form of bonus paid by either the project when they successfully launch on Cardano OR when the project secures funding from a later round (all to be decided) This is the only tricky part, but not impossible.\n\n  \n\n3\\. Devise formal contracts and a proof of identity / proof of position to reduce scammers (they will come!) We will need KPI's.\n\n  \n\n4\\. Ensure the consultant has a crash course in exactly what Cardano can offer business owners and entrepreneurs. This can indeed link to other projects but this should not wait for those as this can be very quick to launch. (Sorry!)\n\n  \n\n5\\. Ensure the consultant knows where to direct interested parties to find what they need. How DApps and businesses can actually launch on Cardano and a sound understanding of the proposal and voting process. Of course this will develop as the project does.\n\n  \n\n6\\. Ensure the consultant has a book of contacts for technical queries - not to be shared outside of this space (as per the contract)\n\n  \n\n7\\. Devise a method of tracking what entities the consultant is engaging with and what stages they are at in their development. Even something as simple as a Monday board would do the trick.\n\n  \n\n8\\. Set weekly / fortnightly consultant meetings to discuss developments and opportunities. Pass on those great ideas! Check KPI's.\n\n  \n\n9\\. Agree a handoff process for very large opportunities, for example a huge multinational - perhaps this should be handed over to someone in a senior position in IOG or even CH himself, instead of remaining with the consultant.\n\n  \n\n10\\. Develop a local level and a corporate level marketing strategy. It wont take much. I put out a tweet on the Catalyst fund and that received attention but of course we want to bring NEW people in to this space and we will all do this in our own way.\n\n  \n11\\. Review the trial group and the successes. Refine accordingly and increase the group size as required.\n\n  \n\nOnce the process is refined and income proven there may be no requirement for a monthly payment to consultants, however, if I were to commit to this then something else would need to be sacrificed and we all need an income.\n\n  \n\nI think that just about covers my thoughts. I am happy to lead this initiative if required :)",
    "url": null,
    "createdAt": "2020-08-14T19:24:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316392,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYBv",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 114,
      "author": "Morgan ",
      "commentsTotal": 27,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316392/30857/download",
      "requestedAmountText": "TBC"
    }
  },
  {
    "title": "Political Parties",
    "problemDescription": "How can we best support all potential voters to make sense of governing decisions?",
    "solutionDescription": null,
    "relevantExperience": "The first few days of Project Catalyst have given us the chance to identify different priorities. Let's debate and rigorously define them.",
    "outcomeObjectives": "Let's debate within this community the potential merits and pitfalls of introducing political parties into Cardano governance.",
    "description": "I've never really dreamed of attending a constitutional convention, but that's what Project Catalyst feels like. Echoing other Ideas submitted here, I am submitting this one as another lens through which we might debate the best models for governance.\n\nThe promises and abuses of party politics are well-documented, and anyone who joins this conversation is welcome to cite history in contribution to this debate. Personally, I'm not sure I even like the idea of introducing party politics to Cardano, but that's exactly why I'd like to get your thoughts.\n\nI am not suggesting names, or even any definite number of parties - an outcome of \"heck no, let's not take it in that direction\" would be a perfectly successful one for this proposal. I am attaching below a summary of some of the dynamics I have so far observed at play in this community, and have tried to avoid any qualitative judgement in my wording. This list is by no means complete, in fact, it might encourage you to brainstorm your own such chart as an exercise in reflection.\n\nPlease review other proposals for ideas of how governance concerns might be segmented. What would it look like to have a multi-dimensional constellation of overlapping segments?\n\nLooking forward to hearing your thoughts.",
    "url": null,
    "createdAt": "2020-08-14T18:15:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316379,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYBi",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 112,
      "author": "James Dunseith",
      "commentsTotal": 10,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316379/30849/download, https://cardano.ideascale.com/a/idea/316379/31112/download",
      "requestedAmountText": "None. Using the Ideascale infrastructure to host an organized debate."
    }
  },
  {
    "title": "House of ADA & Senate of Cardanians",
    "problemDescription": "Unicameral voting systems are too likely to be dominated by one group. Every voting system with unicameral voting has failed in the end.",
    "solutionDescription": null,
    "relevantExperience": "None. I have just been thinking about it for a while.",
    "outcomeObjectives": "Have a bicameral voting system where each house is independent of the other. If they are truly independent, they can balance each other.",
    "description": "The US founding fathers were adamant to have a bicameral system to keep the government balanced. The Senate was supposed to give every state an equal vote while the House of Representative was supposed to give extra weight to states with a larger population. The state and the population were relatively independent and therefore were influenced by separate incentives. This is what kept them balanced. Having both houses vote on each issue ensured that most incentives were accounted for in the vote.\n\nHowever, the revolving door between Wallstreet and Congress changed this. The representatives in Representative Democarcy are the weakest link in the system because they can be bribe. Arguably, the decline in the US government over the past half century is a direct result of indirect bribes (usually a cushie job after leaving office). These bribes have resulted in both houses being incentivized by the same thing: money. And because they are now incentivized by the same thing they can no longer keep themselves balanced. The US founding fathers warned that this could lead to failure of government. So far it seems to be true.\n\nIt is crucial Cardano gets this right if it is to survive long-term. I propose two houses should be used that are completely independent of each other. By using liquid democracy with these two houses that I am about to describe, the weakness of Representative Democracy should be largely mitigated. The influences of the Wallstreets of the world will be virtually eliminated.\n\nThe House of ADA:\n\nThe first house is the same thing that has been tried by others. 1 ADA = 1 vote. This gives extra weight to those that have a larger stake in the system similar to how the House of Representatives gives extra weight to those states with larger populations.\n\nThe Senate of Cardanians:\n\nThis is the second house that is required to balance the first house. In this house, each decentralized identity (DID) registered to Cardano gets 1 vote. 1 DID = 1 vote. This should be fairly easy to implement with Prism. A minimum voting age can also be programmed into the blockchain since the age should be easily accessible from Prism. This house is equally weighted among everyone just like the Senate.\n\nBy not having a financial requirement for the Senate of Cardanians, it ensures that the Senate of Cardanians will not be incentivized by the same influences experienced by the House of ADA. This feature is crucial for have balanced and stable government.\n\nFor all big updates to the Cardano protocols, both houses must vote and agree. It is important to note that for the vast majority of people, a person will automatically be in both houses. If a person has a DID, it is extremely likely that the person also has ADA. As it is, registering a DID on Prism requires a transaction fee in ADA by design.\n\n  \n\nPotential concerns:\n\n1\\. What if a person has a DID but no ADA? Do they really have stake and therefore be allowed to vote?\n\nThis scenario seems extremely unlikely especially since registration and updates to DID's require transactions fees in ADA. This creates a strong incentive for everyone with a DID to own ADA. However, there are two potential options. The first is that wallets can be easily connect to DID's on the blockchain using zero knowledge proofs. Then Prism can verify that the person has ADA connected to the DID without exposing how much ADA the DID has. With this feature, the voting protocol can be programmed to include only the DID's with at least 1 ADA. This option does weaken the independence between the two houses and therefore is not preferred.\n\nThe second option is to not worry that they do not own ADA. By using the DID on Cardano, they arguably have stake in the system. They are using that DID for their commercial actions. They would care about the DID's integrity. In this option, there is no reason to verify if the DID has any ADA associated with it. I think this is the better option and I personally feel that a person owning a DID is enough stake in the system to allow them a vote. By definition of using the DID, they have to care about the system.\n\n  \n\nResearch Questions:\n\nComputational modeling may be able to answer the following questions.\n\n1\\. In what contexts are bicameral voting systems more reliable than unicameral ones? Are there any contexts where the unicameral system is better? If so, perhaps there are proposal categories that don't need both houses to agree.\n\n2\\. What happens if the House of ADA has a high voter turnout while the Senate of Cardano has a low voter turnout? Is the end result still favorable?\n\n3\\. What if the situation is question 2 was reversed? Would it still be favorable?\n\nI suggest dedicated resources for researchers to explore these questions.\n\n  \n\n1 Year Budget:\n\n1\\. 2 researchers (for diverse perspectives) each at $80,000/yr = $160,000\n\n2\\. Computational Equipment = $50,000 (this could be a huge over-estimate; I don't have a reference point)\n\n3\\. Setting up sample groups and incentives for experiments = $30,000 with regulatory fees\n\nTotal = $240k\n\nWould most likely just hirer IOHK researchers.",
    "url": null,
    "createdAt": "2020-08-14T17:49:00.000Z",
    "requestedAmount": 2000000,
    "ideascaleId": 316365,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYBT",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 110,
      "author": "shapiro21",
      "commentsTotal": 5,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316365/31116/download",
      "requestedAmountText": "2,000,000 ADA (about $250k) for research"
    }
  },
  {
    "title": "Decentralized Gov. Community Group",
    "problemDescription": "Decentralized Gov (DG) is a hard problem. We need to support All to enable efficacy and sustainability, but foremost start a conversation.",
    "solutionDescription": null,
    "relevantExperience": "We are 2 founders - One with background in Psychology & Law, and myself in Computational Biology.\n\nWe have started reaching out to others.",
    "outcomeObjectives": "Start a research & standardization community org.- An unbiased, neutral, scientific place to define and answer the needs of the DG ecosystem",
    "description": "**Background**\n\nThis is a joint proposal by me and @eysteinh. We are currently searching for more members to join us.\n\nWe are both very passionate about bringing clarity and fairness to decentralized governance. We both have a research background and are adamant to expose better ways for people to collaborate on their own terms. We believe this research initiative by the community itself, if cultivated and nurtured, could grow to become a beacon of high quality knowledge and essential insights for the entire Decentralized Governance community.\n\n  \n\n**Problem Statement**\n\nDecentralized Governance (DG) is at its infancy. New governance structures must be explored and invented to allow for organic growth of self governing, distributed communities.\n\n*DG is intrinsically the only framework within which we will attract developers and other builders to our ecosystem.*\n\nTo that end we must ensure that the Cardano governance system is effective, transparent, unbiased, and beyond reproach. In order to achieve that, the community must play an independent role in its evolution, and begin creating its own institutions focused on DG.\n\nThe problem is that without an inclusive, balanced, and scientific open discussion around DG \"by the community, for the community\" - *We may find that politics, narrow interests, and miscommunication will hamper a productive discussion which could expedite the journey towards harmonic DG and adoption.*\n\n**Suggested Solution**\n\nWe suggest the establishment of a community group dedicated to research and experimentation in the area of DG. A group, which if successful, will aim to evolve to become a DG standardization entity, and ecosystem wide discussion platform & launchpad for DG in general.\n\nThe WIP name of the group is the **Organization for Governance Refinement & Emancipation (OGRE).**\n\nOGRE Preliminary Values -\n\n*   **Transparent:** OGRE will act to make public and available all its activities, as well as other DG activities in the space. OGRE is committed to publish, share , and peer review any of its research activities publicly.\n    \n*   **Scientific:** OGRE will strive to conduct its research, and direct its activities in an unbiased, empiricist, and rigorous manner in alignment with scientific methods.\n    \n*   **Data Driven:** OGRE is committed to collecting and analyzing data around DG, and to use empirical results to drive the conversation around DG.\n    \n*   **Neutral:** OGRE will aim to avoid alignment with specific community group, and aspire to include and represent minority groups in the community.\n    \n*   **Inclusive:** OGRE will act and solicit input across the whole DG ecosystem, aspiring to include members from varied projects and communities.\n    \n\n  \n\nCreating a balance and unbiased group that will inspire the trust of all stakeholders in the ecosystem, and will be able to perform as a mediating function within the DG ecosystem, will allow us to set the foundations for future DG community driven initiatives.\n\nOne example of implementing OGRE impartiality would be to limit the number of OGRE council members which are position holders, (i.e. Ambassadors, SPOs, Investors, Entrepreneurs, etc.), to a maximum percentage of representation.\n\n**Mission Statement**\n\nGiven below are the high level functions that the OGRE declares. Once the first OGRE council is initiated, clear values will be defined, and a full mission statement will be composed. The operational missions of the OGRE are dual -\n\n1.  Perform research in the area of decentralized governance for the enrichment of the ecosystem\n2.  Conduct experiments, collect, analyze, and publish data on decentralized decision making\n3.  Encourage and assist the Cardano ecosystem develop a mentality that drives decentralization through social processes.\n    \n\n  \n\n**Value for Cardano**\n\nEstablishing strong community institutions will contribute to Cardano in at least 2 ways -\n\n1.  Generate trust and credibility across the space by legitimizing and growing the synergy between grassroots community initiatives and centralized project entities.\n    \n2.  Promote Cardano's integrity, by establishing institutions that will serve the entire DG space and bring people from other chains and projects into Cardano's ecosystem.\n    \n\n  \n\n**Addressing The Challenge**\n\n*   In the short term OGRE will facilitate the DG conversation between SPOs, the trinity, the community, and whoever else will want to participate.\n    \n*   In the long term OGRE aims to leverage DO implementation and the evolution of DG, to enable widespread decentralization and adoption of Cardano's infrastructure.\n    \n\n  \n\n**Objectives & Goals**\n\nOGRE aims to be client centric and address burning and relevant issues in DG, as they arise in the community.\n\nSome near and long term objectives could include -\n\n*   Standardization/certification of SPO Skill Sets (Cardano SL, Nix, Networking, Security, etc.).\n    \n*   Standardization/certification of Proposal Consultant and/or others who will enable proposers.\n    \n*   Standardization/certification of Voting Delegation Experts (as part of late Voltaire releases).\n    \n\n  \n\nOn the topics above our main goal is to initiate a discussion, collect input, and solicit needs from the community that will lead to community driven standardization of the governance space.\n\n  \n\n*In essence OGRE will aim to become a horn for the community to voice itself on DG, and to take actions to manage its self organization.*\n\n  \n\n**Example Pain Points**\n\nAt this time there are several evident pain points in DG that are causing concerns in the community which the OGRE could commit to address -\n\n*   SPO selection, regulation and standardization.\n    \n*   A Holistic View encompassing all funding processes and decision making within the Cardano project, available to the community.\n    \n*   Real World data on decentralized decision making.\n    \n*   Lack of models for the community to use for self organization and structuring.\n    \n*   Lack of community groups that are impartial and are not susceptible to conflict of interests.\n    \n\n  \n\n  \n\nThese are just a few examples. OGRE also plans to poll the priorities of the community for topics that require urgent attention to establish its initial agenda.\n\n  \n\n**Requested Budget**\n\nOGRE compensation will be decided on the first OGRE council. For the purpose of Fund1 we consider -\n\n*   OGRE council members as highly skilled workers (~$100,000 US/year).\n    \n*   2 Council Members - at 50% position for 6 months: $50,000\n    \n*   1 Assistant - at 25% position for 6 months: $3,000\n    \n*   2 Advisors - at 3 consultations each during 6 months ($500 per consultation) - $3,000\n    \n\n  \n\n  \n\nTotal: $56,000 for a 6 months period.\n\nThank you for reading our proposal!",
    "url": null,
    "createdAt": "2020-08-14T15:30:00.000Z",
    "requestedAmount": 550000,
    "ideascaleId": 316323,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBYAn",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 106,
      "author": "rin9s",
      "commentsTotal": 47,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316323/31115/download, https://cardano.ideascale.com/a/idea/316323/31266/download",
      "requestedAmountText": "~550,000 ADA"
    }
  },
  {
    "title": "Decentralized event tickets",
    "problemDescription": "Getting rid of the middleman when distributing tamper proof tickets and verifying access to your event",
    "solutionDescription": null,
    "relevantExperience": "None - My expertise is in marketing and advertising so I am looking for a developer interested in developing this together with me!",
    "outcomeObjectives": "Create a mobile app that let's you create events and sell/distribute online tickets for access control.",
    "description": "When hosting an event, no matter if free or paid access, you can use a 3rd party service like Eventbrite to create and distribute tamper proof tickets and validate them easily using a mobile app. While this service is free when hosting a free event it does cost quite some money when you are hosting a paid event.\n\nFor example an event with 500 tickets for €15.- each will cost you around €1.000.- in fees.\n\nAlso for the free service you never know which of your personal information is sold to other entities by Eventbrite and similar services. So what exactly are we looking for:  \n  \n\n1) A mobile app & web interface to create the event and enter all the relevant infos about the event itself. As the host you would also create the keys for this event and store them on your phone in order to verify the tickets later.\n\n2) The possibility to define the maximum amount of tickets you want to distribute and the price of each ticket.\n\n3) An interface for your guests to buy/get those tickets and store them directly in the app. Free tickets would only require the guest to pay for the transaction fee in ADA to create the ticket on chain. Paid events would require the full amount (ticket price + TX fee) to be paid in ADA and distributed directly to the event creator.\n\n4) The mobile app would also be used to verify the ticket at the entry using a QR code scan and checking the validity of the ticket on chain\n\nChallenges I currently see:\n\n1) As purchasing of tickets needs at least some ADA to pay for the TX fees, or larger amounts in case of paid events, we would need some kind of fiat onramp for that. As it will often be only very small amounts not sure how that can be handled without too much overhead? This could be the biggest barrier for event creators as each guest needs to hold ADA. For free events we could maybe reverse it and have the creator deposit the needed amount of ada instead, but it's a disadvantage against Eventbrite where free events are free of charge.\n\n2) A small percentage of the ticket price, in case of paid events, shall go to a developer fund to pay for the maintenance and development of the app in the long run. Maybe we could start only with free events for the beginning and establish a fee structure later.\n\nAs I said earlier my background is marketing and advertising and I am more than happy to take over that part and the whole business part behind this. The technical side is something I definitely need your support and input if that really works the way I imagined it and after that in developing it. That's also the reason why I can't specify an amount of funds to request for this project at this point in time!\n\nLooking forward to hearing your thoughts!\n\nThanks Wunderbaer",
    "url": null,
    "createdAt": "2020-08-14T12:43:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316273,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX9y",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 103,
      "author": "Wunderbaer Hermes Stakepoool",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Bicameralism Voting Mechanism",
    "problemDescription": "A proportional representation voting system such as 100 ADA = 10 Vote for treasury distribution funds or CIPs represents a potential threat",
    "solutionDescription": null,
    "relevantExperience": "Having worked through the EOS blockchain system from prior to launch, all the way through main net launch, the 100 ADA = 100 Vote method bad",
    "outcomeObjectives": "Create a bicameralism voting system that balances 1 person 1 vote alongside 100 ADA = 100 Votes.",
    "description": "We must take a strong look at the voting mechanism for both CIP's (Cardano Improvement Proposals) as well as Treasury Fund Distributions. There needs to be a balance between those who have a strong stake in the network who should therefore have a bigger say (as they have more to lose) versus those who have a small stake without a voice to be heard in the network.\n\nThe proposal is that a Bicameral Voting system be put into place. This means that voting is effectively completed by the user and split into two houses to attempt passage.\n\nOn one hand, you have a house that awards more voting power to those with more ADA. The benefits here are clear in that those who have more stake in the system should have a stronger voice than those who have minimal stake.\n\nOn the other hand, you have one identity who owns a minimum amount of ADA (100 tokens) who is awarded a vote that stand equal footing to somebody who has 1,000,000 ADA.\n\nThe benefit is that for CIP's or Treasury dispersal, proposals MUST pass through both houses with approval before they are enacted. This puts a clean check and balance of power into place and rewards Network consensus. Each house has to essentially be able to convince the other. In reality, it means that only the best of CIP's and Treasury Propositions will actually be completed and awarded.",
    "url": null,
    "createdAt": "2020-08-14T01:19:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316234,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX9K",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 101,
      "author": "jonmcguffinjr",
      "commentsTotal": 47,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316234/30830/download, https://cardano.ideascale.com/a/idea/316234/31113/download",
      "requestedAmountText": "0"
    }
  },
  {
    "title": "Family Connect",
    "problemDescription": "An estimate 11% of the Philippines popualtion are offshore workers sending around 20 billion usd (2012) annualy loosing money in the process",
    "solutionDescription": null,
    "relevantExperience": "None. I would need support on this project and I am willing to donate away this idea as well if someone else is interested in it.",
    "outcomeObjectives": "Cut costs from around 5-7% and remove the barrier to entry of a banking lisence.",
    "description": "See my presentation:  \nhttps://docs.google.com/presentation/d/1i8n5OxkMLwJDohpfOktiNp44ncQNnSuopnSOqqpPxFc/edit#slide=id.g5d92c22c6b_0_64",
    "url": null,
    "createdAt": "2020-08-13T23:18:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316215,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX81",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 99,
      "author": "Eystein Hansen",
      "commentsTotal": 16,
      "attachmentLinks": null,
      "requestedAmountText": "I believe you would need several full time developers to develop this solution. Have not done an estimate on the costs of this and would like for developers to provide as such."
    }
  },
  {
    "title": "Cardano Voter Media",
    "problemDescription": "Today voters needs supplemental media other than written word to allow in a timely manner to form an opinion on a subject.",
    "solutionDescription": null,
    "relevantExperience": "Several media posts for my staking pool ADA North Pool. Knowledge of the ecosystem.",
    "outcomeObjectives": "I hope to contribute with short videos summarizing different projects in Catalyst. This could be part of the OGRE project or standalone.",
    "description": "Either as general media service to the public or through the platform of OGRE (https://cardano.ideascale.com/a/dtd/Meritocratic-Expert-Vote-Delegation/316323-48088)  \n  \nIn general values would be to in a neutral way present video media on each project but if having to choose a stance an emphasize will be put on values of liberty and/or wider social benefits. In general to have an efficient voting system we need solid building blocks and one of them is giving voters an easy time to aquire knowledge on a project.  \n\nFuture development:  \nAllow multiple vidoes of summaries from different users and allowing upvote/downvote of each video. Potentially an income source either from a found (ideal if neutral) or as commercials / ads.",
    "url": null,
    "createdAt": "2020-08-13T17:57:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316153,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX70",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 97,
      "author": "Eystein Hansen",
      "commentsTotal": 14,
      "attachmentLinks": null,
      "requestedAmountText": "0 founds needed for pilot. Content creator type of fee structure after pilot."
    }
  },
  {
    "title": "ABCD",
    "problemDescription": "Opportunities for young African devs to learn at an elite level and get them everything they need to make their ideas and projects a reality",
    "solutionDescription": null,
    "relevantExperience": "We are a team of ambassadors who Cofounded POA,a stakepool-based adoption driver based in Africa,coordinating Meetups,boots on the ground.",
    "outcomeObjectives": "African Developer Training (then Expertise) Centre specializing in the development,of core Cardano blockchain technologies and applications.",
    "description": "Creation of the African Blockchain Centre for Developers (ABCD)\n\nDraft paper\n\nWhy a African Blockchain Centre for Developers is needed?\n\nThe world is now being built on code, it's not only brick-and-mortar anymore. Most people don't see an African as a potential world class software engineer, their views about Africa is based on the ads they see on media that solicits for helping a child or to donate to something. We don't believe it's the most efficient or a sustainable way to support Africa!\n\nThe African continent is home to an emerging digital ecosystem and not enough light has been shone on the potentials that lies within the continent with respect to its massive talent pool and creativity of the African youth.\n\nFor a new rise up of Africa, we believe that we need to give a chance for people who want to make changes to positively impact on society to do so.\n\nAs the world continues developing, we have brilliant African minds that are full of ideas and energy but who couldn't find the infrastructure and fund to realize their dreams.\n\nWe would like to give them the opportunity to learn at an elite level and get them everything they need to make their ideas and projects a reality.\n\nAfrican Blockchain Centre for Developers aims at creating opportunities providing blockchain Solutions for the world by utilizing the pool of talents working remotely in Africa building solutions for developers, start-ups, enterprises, and governments. This center has a vision to help bridge the developer-skills gap in Africa by providing better access to high-quality, world-class skills on blockchain technology.\n\nOur main goal is finding talented and motivated people to provide them with the skills and means necessary to perform at an elite level. Following this, we would like to give them opportunity to work, developing their own projects or to place them with partner companies looking for this talent(s) which will in turn create a global developer community for the cardano network.\n\nIn-depth look into the concept of the African Blockchain Centre for Developers\n\nThe proposed mission of the African Blockchain Centre for Developers (ABCD) is to stimulate the establishment and growth of technology-based start-up companies and other compatible businesses.\n\nBy fulfilling this mission, ABCD will concretely contribute to job creation, businesses on boarding to Cardano ecosystem, creation of Smart contracts and Dapps and provide for enhanced economic health to Africa while promoting and encouraging adoption of Cardano throughout the continent.\n\nTogether with the Cardano Community, ABCD will create, develop and provide open source materials for new and emerging technology specializing in the development of core Cardano blockchain technologies and applications.\n\nThese achievements will increase the successful development of emerging businesses in the Cardano blockchain ecosystem by providing training, mentorship, shared space, professional assistance and other value-added services required to thrive. Ideally, businesses that graduate from ABCD's incubator would grow, move out into the community and contribute to the overall vitality, diversity, and growth of Cardano in the booming Africa's economy.\n\nABCD will provide an environment that allows Africans to take an active role in \"growing their own\" businesses that will lead to job creations. These new businesses and new jobs produced create wealth through multiplier effects that ultimately benefits the overall community beyond the individuals.\n\nABCD main activities overview :\n\nDeveloper Training and skills development - ABCD will train and provide a network for developers and many other professionals working with projects in the Cardano ecosystem. ABCD will provide value added services customized to their needs at every step of their learning journey within the Cardano and Blockchain environment.\n\nBusiness Assistance – Together with the Cardano community and active partners, ABCD will help startups through their early development by providing business advice, resources, contacts and technical support services including guidance and mentoring on business strategy, management, marketing, financial, legal, and product development issues as well as connecting startups with investors.\n\nFacility-Based Services - ABCD will provide developers and start-ups with appropriate rental space and flexible leases, shared business services and equipment, technology support services, and assistance necessary for company growth.\n\nBenefits to Stakeholders\n\nWhen ABCD will reach its cruising altitude, the center would benefit a wide range of stakeholders.\n\nBenefits to Cardano Ecosystem\n\nABCD believes that the public's faith in a blockchains value is one of the key factors for adoption. ABCD not only intends to train developers to service projects within the cardano community but also provide technical assistance to local communities to solve inherent african problems on the cardano blockchain by providing an ecosystem that enables blockchain startups flourish.\n\nWe think that in order to promote and lead to the adoption of Cardano, we need to show that everything is possible, any useful applications can be developed and integrated to the ecosystem.\n\nNot only applications developed by westerners for westerners, but also by the africans for the africans. And more generally, by the people for the people.\n\nSome of our developers already have promising ideas for some of the most critical issues in Africa.\n\nBenefits to Youth/Unemployed\n\nABCD ecosystem will enable youths, software engineers, developers and dreamers to kickstart a career in blockchain development, learn Blockchain related skills as well as apply that knowledge in building decentralized applications within Cardano.\n\nBenefits to Start-Ups\n\nStart-ups can collaborate with diverse entrepreneurs as well as solve unique needs for partnerships, suppliers, and/or potential sources of capital. ABCD will help accelerate blockchain startups growth by providing office space and services, mentorship, expertise, influence, and access to capital.\n\nThis lowers the overhead and operating costs during critical formative years. ABCD would significantly increase visibility and presence of tenant companies in the marketplace and advance their success potential.\n\nBenefits to the overall African community\n\nABCD would create new employment opportunities in the blockchain space for africans as well as create higher wage and higher skill jobs.\n\nABCD activities within the region and then the continent will enhance Africa's image as a progressive, future-thinking place that encourages and supports technology business development.\n\nABCD will support the community and government in economic development, provision of skilled manpower, increase tax base, improve visibility of host community and improve entrepreneurship in the blockchain sector.\n\nRecruitment process\n\nOne of the critical steps to guarantee the success of this project on the long term is the quality of recruitment.\n\nWe not only need to find brilliant young developers, we also need to ensure that they will stay within the training center for a certain period of time 3 / 4 years.\n\nRegarding the technical criteria, we would like to discuss with Project Catalyst team what they should be and how they would like us to assess them.\n\nFor the pilot phases we already have pre-selected 10 young developers including young talented women. These people will have a solid IT and dev background and are already operational to develop application in several useful languages (Java, Javascript, Python, etc.). They will continue to learn Haskell, Plutus and Marlowe in order to be able to develop their first Dapp as soon as Goguen is available.\n\nProposed organizational structure for ABCD in Port Harcourt\n\nStaffing\n\nIn order to efficiently manage and run the team, we will mainly need developers but also a support team to allow them to mainly dedicate themselves to \"learning and coding\".\n\nIn that purpose, on top of the devs, we plan to recruit the follwing profiles :\n\n⦁ Head of centre\n\n⦁ Secretary/receptionnist\n\n⦁ Security\n\nFor the pilot phase, the receptionist and security position would be the only paid position at the incubator, the proposed ABCD staffing would include a full-time Director and Operations/programme Manager. The staff would oversee the day to day activities of the centre as well as manage facilities. Subsequent increases in staff strenght depend on increases in workload and funding availability.\n\nLong term goals of the ABCD are to foster the blossoming of professional developer teams throughout the African Continent.\n\nProject director and lead coordinator will be Cardano Ambassador Joshua Akpan. Joshua is known throughout the Cardano Community for his leadership and coordination of Blockchain Meetups, host on The Cardano Community Podcast, boots on the ground, collaborator and advocate for Proof of Africa (POA), Cardano Shelley Summit 2020 Presenter, and Social Media Evangelist for Cardano.\n\nVenue\n\nWe have conducted prospects for finding ABCD's offices (rental) and some interesting ones have been selected.\n\nAmong them, one on the Woji Road, GRA Phase 2, Port Harcourt, Rivers retain our attention.\n\nThis place will allow to host a team up to 60 people with open offices, meeting rooms, conference room, etc. in a secure area.\n\nUntil ABCD reaches its critical size, offices and services will be sub-rented to other businesses.\n\nContinuation plan\n\nWithin the next 10 years, we intend to develop the project progressively increasing the number of attendees and then expand the initiative in other countries.\n\nLong term activities of ABCD will be:\n\n⦁ Blockchain Training/Education\n\nABCD will train and enable enterpreneurs launch a career in blockchain and Hyperledger Fabric and gain the essential knowledge and expertise to develop applications in enterprise environment.\n\nWe will also provide trainings for scholars, Government agencies, Corporate bodies, private firms and entrepreneurs that need to know and understand blockchain technology and the benefit of developing their applications on the Cardano ecosystem.\n\n⦁ Direct Business Development Assistance\n\nABCD will provide oversight and facilitate access to resources in other to stimulate sustainable MSME development by improving their general business environment.\n\n⦁ Professional Network and Relationship Support\n\nABCD will play an active role in developing links with resources that enterpreneurs might not otherwise have access to as small, emerging businesses.\n\nABCD is already developing a broad-based pool of high-quality professionals that have the technical and business skills needed to support client businesses.\n\n⦁ Educational/Awareness Programs\n\nABCD would build and maintain up-to-date information resources for technology start-ups as well as host on-site seminars, meet-ups, hackathons and other events of interest to technology start-ups.\n\n⦁ Facility-Based Services\n\nABCD will provide clients with appropriate rental space and flexible leases, shared business services and equipment, technology support services, and assistance necessary for company growth.\n\nTo reach those ambitious but realistic objectives we think that we need to progressively extend our activites following several steps:\n\nPilot phase (Year 1)\n\nTest phase, opening of a permanent centre in Nigeria for 10 full-time developers in order to test the format, content, level of the attendees to be able to create a tailor-made program to train and support our developers.\n\nPhase 1 (Year 2 - 5)\n\nReplicate the pilot model at larger scale to allow more attendees to get trained.\n\nWe already developed a network of more than 50 african developers familiar with Cardano and passionate about the Blockchain ecosystem.\n\nPhase 2 (From year 3)\n\nReplicate and expand the training model in different countries in Africa. We already have a promising contacts with Adidjan university officials in Ivory Coast.\n\nPhase 3 (From year 5)\n\nOpening of permanent centres across Africa applying the lessons learnt from the Nigerian office.\n\nSimple budget and Financial Estimates\n\nABCD will kickstart operations from a pilot phase (Year 1) estimated at 700 000 adas.\n\nOverall, we anticipate that it will take 5 to 7 years to achieve self-sustainability.\n\nThe estimate for 5-7 year period is approximately 18 000 000 adas.\n\nThis estimate takes into account the different costs :\n\n⦁ Safety / Fire / Hazards\n\n⦁ Insurance (Full cover)\n\n⦁ Power setup (Generators, Inverter, Powerbank, etc.)\n\n⦁ Server room (CCTV servers, Internet, networking, wiring, etc.)\n\n⦁ Basic working setup (Workstation, display, screen, desks, tables, chairs, whiteboard, etc.)\n\n⦁ Conference and meeting rooms (screen, tables, chairs, whiteboard, etc.)\n\n⦁ Reception\n\n⦁ Kitchen/lounge\n\n⦁ Monthly expenses (electricity, internet, cooling/AC, salaries)\n\nOther initiatives\n\nIn the meantime, following the evolution and adoption of blockchain related projects we will seek additional funds within the Cardano community and beyond.\n\nWithin the Cardono space, we are already in close contact with IOHK. We work with them on the educational purposes and contents we could create in order to stay aligned with their vision and to avoid overlaps.\n\nOn the educational content, we also want to work more closely with Emurgo who already propose high quality lessons around Cardano and the Blockchain.\n\nWe going to continue to work closely with PoA team members that have experience in implementing sustainable development projects in Africa and who will use their contacts within International Institutions (i.e. EU, French Development Agency, GIZ, etc.) to gather more resources.\n\nEvaluation plan\n\nIn order to keep track on the progresses, we would like to define with the team on what would be the most relevant indicators for evaluating the impact of our project (i.e. Number of attendees to training, papers produced, Dapps developed, Partnerships created, etc.).\n\nWe plan to provide the team/community counterparts with a detailed semester activity report and monthly brief updates.\n\nMoreover ABCD will be an important tool in the economic development toolkit in africa that would create new job opportunities for africans, create higher wage jobs, better leverage training/educational materials from IOHK, contribute to the growth,success and adoption of blockchain technology businesses. These factors would provide the long-term metrics against which to measure the success of the Center.\n\nCooperation with Proof of Africa\n\nThe training centre aims at being an autonomous structure but since the founders are also involved in the Proof of Africa stakepool project, we would like to continue to run the two projects in parallel. Our main ideas undertaking this cooperation are:\n\n⦁ rewards generated by PoA could be used to develop ABCD's activities,\n\n⦁ PoA infrastructure (servers, relay nodes, etc.) might be made available to our developers for them to train and gain autonomy in running the Cardano network,\n\n⦁ PoA would benefit from the activities developed by ABCD as a proof of its efficiency and reliability in creating real opportunities in Africa.\n\nAs a reminder, PoA is a stakepool which attempts to represent Africa in the Cardano ecosystem. It can be thought as a stakepool-powered adoption driver based in Africa. This initiative is positioned to contribute to the adoption of Cardano in Africa and deeply believe that it will allow African countries to not only diversify their economies but also help the continent to increase its innovation and investment attractiveness.\n\nAchievements so far\n\nTo have a more detailed view on what PoA have done for the community so far, please have a look on our several platforms:\n\n@poapool\n\npoapool.com\n\nt.me/poapool",
    "url": "https://poapool.com",
    "createdAt": "2020-08-13T15:09:00.000Z",
    "requestedAmount": 18000000,
    "ideascaleId": 316123,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX7V",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 94,
      "author": "Joshua Akpan",
      "commentsTotal": 26,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316123/31283/download",
      "requestedAmountText": "18 000 000"
    }
  },
  {
    "title": "Project Pavia | Cardano's VR World ",
    "problemDescription": "Creating & developing 'Pavia' a decentralised, virtual reality world powered by the Cardano blockchain.Creating a further liquidity for $ADA",
    "solutionDescription": null,
    "relevantExperience": "I have a wealth of real world business experience, including growing businesses. I have been very active with Cardano since early 2018.",
    "outcomeObjectives": "Prepare the concept & brand. Launch the initial land sale to community members. Hire developers to build Pavia. Integrate $ADA payments.",
    "description": "Pavia is the birthplace of Cardano, hence Project Pavia. The acquired domain for this digital project is: www.pavia.io\n\nAfter feedback received, perhaps 'New Pavia' is a better name? Thus I have also acquired: www.newpavia.io\n\nI do prefer Pavia. It is cleaner but perhaps we could put this to a vote? :)\n\n* * *\n\nIMPORTANTLY THIS PROPOSAL REQUIRES NO FUNDS. I WILL SEED IT AND AFTER THE INITIAL LAND (GENESIS) SALE IT WILL SELF FUND.\n\n  \n\n1\\. I am prepared to invest, by way of a seed fund investment, what is required to form the legal entity required to manage this project, with input from the three pillars of Cardano and the relevant legal teams.\n\n  \n\n2\\. I am prepared to fund and develop the theme, conceptual artwork and branding for Project Pavia. Then commence initial marketing. I have a team on standby for this who I have worked with before. They are great.\n\n  \n\n3\\. I will create and fund the required websites and processes to launch the Initial Land Sale (Pavia Genesis) to Cardano community members and those in the wider cryptocurrency space. Cardano community members should have first option to secure land, especially pool operators. I envisage 1,000 + stake pools land parcels scattered through Pavia. Each as unique as the pool operator.\n\n  \n\n4\\. Upon a successful Initial Land Sale I am happy to commit to full time management and development of Project Pavia as a show of my very serious, ongoing commitment to the project. I will build the team around me to ensure future success.\n\n  \n\n5\\. The Pavia Genesis sale will be followed by several more rounds of land sales. By way of example Decentraland sold some 90,000 land parcels at launch. The Sandbox Game is currently selling over 166,000 parcels! There is a very clear demand for these projects and for digital land ownership and development.\n\n  \n\n6\\. Funds raised from land sales will be used to further promote and expand the scope of the Pavia Project, they will also fund developers to build out the communal areas and 'estates' (large blocks of land) belonging to IOG, the Cardano Foundation and Emurgo and other partners for the VR ecosystem. The same developers can assist Pavia land owners to make the best of their land parcels which may cause an increase in value and desirability.\n\n  \n\n7\\. Unless the community feel otherwise, unlike the other decentralised worlds which are powered by ethereum but have their own currency (such as $MANA or $SANS), Pavia will naturally adopt the native $ADA currency which adds increased liquidity and a much greater gateway to operations both on and off the decentralised word. It makes sense to me. Perhaps we can have a fun token on ADA for treasure hunts etc but the go to currency should be ADA in my opinion.\n\n  \n\n8\\. The Project Pavia TEAM will proactively approach those already working with Cardano and invite them to develop within Pavia. For example we can have a Tangem developed land parcel or a New Balance virtual store.\n\n  \n\n9\\. A whole host of businesses can be developed in Pavia which include games, DApps, shops, advertising agencies, the list is endless.\n\n  \n\n10\\. A Cardano version of the popular erc721 NFT (Non Fungible Token) can be developed, so that collectibles and other merchandise can be produced and bought, sold and traded between community members. This is huge and will create many opportunities.\n\n  \n\n11\\. This project will create valuable, ongoing revenue streams for graphic designers and developers. From designing land parcels, coding integration solutions or designing NFT's. I can't stress enough how much work this will generate for skilled Cardano dev's.\n\n  \n\n12\\. The digital world gives a platform for business owners and entrepreneurs alike which exceeds the regular 'bricks and mortar' shop or office space as the costs are much more reasonable, the platform offers a global reach without travel restrictions (especially during these troubling times). Truly endless possibilities, the only limiting factor is ones imagination.\n\n  \n\nI am happy to commit to launching this project in a prompt manner, with the backing of the Cardano community. I am so sure of its success that I will even fund the initial costs. From the point of the Initial Land Sale onwards the project will be self funding! It benefits the community as they can own their very own piece of Pavia as well as cool tokens and collectibles. They can buy and sell land and collectibles with $ADA. They can build and promote real businesses within the virtual land. By way of an example, what better place for a Stake Pool Operator to design a futuristic representation of their pool than in Pavia, perhaps once a block is minted by their pool an NFT collectible pops up for those who are passing by to collect. Sounds pretty cool huh?\n\n  \n\nAfter the initial funds, longevity can be ensured by the developers charging modest development fees for work completed on community members land parcels. We can also raise funds from new NFT's and revenue can be made from selling advertising space, games and sponsorship. Plus, so much more! A minimal fee can be retained on the transfer of assets if deemed necessary. All helping to ensure longevity of the Pavia project.\n\n  \n\nI believe we are looking for quick to market solutions to grow the Cardano ecosystem, I am offering just that and the best of all there is no requirement for any funding! :)\n\n  \n\nI have kept this brief but I am happy for any questions you may have for me :)\n\n  \n\nThank you in anticipation of your kind support.\n\nMorgan - BlockDApps\n\n  \n\n(Image submitted is an example of the Sandbox Game land parcels for reference only)",
    "url": "http://www.pavia.io",
    "createdAt": "2020-08-13T15:02:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316121,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX7T",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 93,
      "author": "Morgan ",
      "commentsTotal": 42,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316121/30814/download",
      "requestedAmountText": "0"
    }
  },
  {
    "title": "Keep Cardano Decentralized",
    "problemDescription": "Cheap pools ultimately may lead to the centralization of Cardano's infrastructure increasing its technical and commercial risks.",
    "solutionDescription": null,
    "relevantExperience": "Umed--MBA from a top business school. CFA charterholder. 10+ years banking experience.\n\nMike--IT executive/Builder. Creator of pooltool.io",
    "outcomeObjectives": "Create an online platform that will enable SPOs to interact and market value-added services to their stakeholders.",
    "description": "Our plan is to use the already existing, known and successful platform (pooltool.io) to add a functionality that will facilitate interactions between verified stakeholders and pool operators. This will open up the space for a wide variety of value-added services.\n\nEventually we want to turn this into marketplace for stakepools, where Cardano stakeholders can evaluate and rank stake pools across many dimensions important to them and that will exist on top of rewards and performance. Stakeholders then can subscribe to some of these services automatically by delegating their stake to the pool of their choice.  \n\nThe initial funds will help us to get started with the MVP and market it to the wider audience.\n\nBefore we go on building on Cardano infrastructure, we need to make sure that it is slated to encourage technological and geographic decentralization. The best way to achieve that is to introduce a second layer of comparison/ranking, which is what we plan to do.",
    "url": null,
    "createdAt": "2020-08-13T14:55:00.000Z",
    "requestedAmount": 100000,
    "ideascaleId": 316119,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX7R",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 92,
      "author": "Umed--[SKY] SkyLight Pool",
      "commentsTotal": 31,
      "attachmentLinks": null,
      "requestedAmountText": "100K"
    }
  },
  {
    "title": "Cardano Hub ",
    "problemDescription": "The existence of Cardano Hub will help community building, ADA adoption, involvement of developers and entrepreneurs into Cardano ecosystem",
    "solutionDescription": null,
    "relevantExperience": "In 2019 I created the literature crypto-bar Knygarium, which existed for half a year, had its own token and popularised crypto technology",
    "outcomeObjectives": "Cardano Hub - your key to the future. Hub will include meetup space, co-working, library, media, cafe, bookstore, startup accelerator, etc.",
    "description": "Cardano Hub - your key to the future. The Hub will include meetup space, co-working, library, media, cafe, bookstore, and will focus on the III main directions which correspond to III Cardano phases.\n\nI. Goguen - Meetups, Popularization of Plutus and Marlowe, achieving high-quality developer acquisition, Haskell courses and trainings, assistance to companies that are planning to use Cardano smart-contracts.\n\nII. Basho - We will follow CATO (Cardano Adoption Through Outreach) tactics and will work on interoperability with other blockchains\n\nIII. Voltaire - We will study philosophy, political science, and economics, will research, and come up with ideas that can be used in Cardano governance.\n\nAs the location of the first hub, we propose Kyiv (Ukraine), but we also have ideas and conversations about North-Western Hub (Washington-Wyoming) and Milan (Italy).\n\n  \n\nThe Cardano HUB in Kyiv can use the CIA technique (Cooperation, Integration, Assimilation) in relation to other blockchains. I.e. with some blockchain and project we cooperate, with some we integrate (like Litecoin or BCH), and some - assimilate (many blockchain projects don't really need own blockchain and they can exist on Cardano blockchain and issue their token.).\n\nThe Cardano HUB will provide a place for meetups for all crypto projects (therefor showing goodwill, for some - for free, for others on the paid basis). The Hub can start as non-profit but then in some time, Hub can become profitable by providing rent for meetups, selling products (like Cardano merchandise and books), and providing consulting for businesses interested in using ADA.\n\n  \n\nThere used to be Blockchain Hub in Kyiv, which shut down half a year ago (because of rent increase) and crypto community doesn't have a place to gather for meetups, and just for coffee/beer.\n\nIn 2019 I had experience of starting the first literature crypto bar, which I consider success as the convergence of crypto and other fields. We had a great audience, from crypto-entrepreneurs to members of parliament, diplomats, famous artists, and writers. From the point of business, it didn't have enough time to become profitable, and it had to close due to the problem with real estate. (Landlords took bank loan many years ago, and the bank came to claim their property and took over the place). I started it with my own funds, and I didn't expect to earn money on it, as it's just not the type of business where you can expect big profits (it would be much easier just to keep funds in crypto, or stake). But this was an exciting experience, which I would be happy to use in setting up Cardano Hub. (For example, we had big room enough to fit 60 people, but in Cardano Hub we should have a room for several hundred, at least).\n\nIn 2020, just recently Tezos Hub opened in Kyiv (in terms of the grant from Tezos foundation). They will make meetups, hackathons, etc. It's located not in center, so I suppose it will work in \"closed-mode\"\n\nBut my idea of HUB is completely different. Yes, we will make hackathons and meetups. Weekly Cardano meetups, but we will do much more. We will provide meetup space for all crypto-projects (and sometimes beyond crypto). The Hub will work from early morning till night (and maybe even 24 hours in future) and crypto-enthusiasts and all visitors will be able to come, drink coffee, and to know more about Cardano. We will have unique library and unique bookshop - which will attract intellectual people, some of them can join crypto movement. We will create special technical meetups for developers (i.e. Haskell) and will try to achieve high-level developer acquisition for the Cardano ecosystem. We will have a media office there (already existing ones, Cryptotexty, which has sites in Ukrainian, English and youtube channel with 1k+ subscribers) and will provide working space for Cardano-related projects.\n\nAs an option - Cardano Hub can be tokenized, and have multiple owners and governance systems.\n\nIn fact, I think it should be tokenized or to find it's for-profit specialization, as I wouldn't be happy to run Hub on community donations.\n\nLike Cardano is transferring from OBFT to SPO's making blocks, we will try to reach similar transfer in a year.\n\nSo I'm requesting 888 888 ADA which should be enough for 1 year of Cardano Hub functioning.",
    "url": null,
    "createdAt": "2020-08-13T11:55:00.000Z",
    "requestedAmount": 888888,
    "ideascaleId": 316096,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX64",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 88,
      "author": "Andrii Voloshyn",
      "commentsTotal": 8,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316096/31269/download",
      "requestedAmountText": "888888"
    }
  },
  {
    "title": "FOX Gifts & Fund Raising",
    "problemDescription": "GoFundMe & JustGiving are fund raising sites - the processing fee is controversial. A low cost system that stakes funds would be better",
    "solutionDescription": null,
    "relevantExperience": "I have been astonished at how much has been deducted by websites. This year £308k was deducted from £32M raised by Captain Tom for NHS in UK",
    "outcomeObjectives": "Collaboration with Stakepool owners to create a better solution to raising funds for personal events such as funerals, low income projects",
    "description": "\\*\\*\\* see PDF attachment for the full proposal laid out properly - the text is copied below as well but its not a readable\\*\\*\\*\n\n**Overview**  \n\nFOX Funds is a low cost smart contract based middleware platform that allows projects to be gifted funds by donations or using P2P trading and reward distribution.\n\nThe gifts are sent as either Fiat Currency (such as British Pound £ or American Dollar $ etc.) or Digital Currency (such as Bitcoin BTC, Ethereum ETH, Cardano ADA, Ripple XRP etc.) by users known in this document as FOX Gifters.\n\nFOX Funds is aimed at the following:\n\n*   One-off Activity - Donations / Fund Raising for a good cause, friend in need or a local event.\n*   Project Fund Raising – software development start-up funds, personal project such as building an extension to my house for a child's playroom, charity funding etc.\n\n*   This could be a one-off event or ongoing\n\nThere will be 3 ways to gift to a project:\n\n*   Support via Staking\n*   Donate Crypto Currency\n*   Donate Fiat Currency\n\n**FOX Gifters**\n\nThe FOX Gifter agrees to support a project financially for a length of time. The FOX Gifter may specifically choose a project, or a project is chosen on their behalf if they have delegated the gifting decision to someone else e.g. a stake pool or charity.\n\n**Funding Process**\n\nWhen a project is created the following happens:\n\nAny gifted Fiat Currency to a project is immediately converted to a stable coin and made available to lenders so it earns interest (this should be a Cardano stable coin when available).\n\n*   Any gifted Cryptocurrency to a project if not ADA is converted to ADA to undergo Staking.\n*   Any gifted ADA to a project immediately undergoes staking.\n*   If the user has chosen to gift their Cardano Staked rewards this should be directed to the project fund (note: only rewards go to the fund not the ADA that is being staked).\n\nFOX Funds aims to return more value than donations would have done using traditional Fiat tender.\n\nThe owner of the project receives a market reward based on the value of the fund plus any additional rewards that were earned through staking and/or through lending.\n\n**Funding Lifecycle**\n\n1.  A new project is listed on the FOX Funds platform.\n2.  Gifters can permanently gift Fiat or Digital Currency to the project.\n\n1.  The gifts are borrowed and/or staked to earn interest.\n\n4.  The FOX Gifter can also gift all or a percentage of the rewards they receive from staking ADA on a Cardano Staking Pool.\n\n1.  The FOX Gifter can stop the staking rewards from going to the project at any time – note: the staked ADA is not given to the project, only the rewards.\n\n6.  The project owner can withdraw their 'FOX Funds' according to the smart contract and the rewards created by the staking or lending will be divided according to the 'Project Funding Policy'.  \n    \n\nThe owner of the project initially owns 100% of the ownership rights - this means they are entitled to 100% of the market rewards. The ownership rights can be transferred to single or multiple people and the market rewards will be distributed based on the ownership ratio.\n\n**Donations**\n\nFiat Currency Donations are converted to a stable coin and interest is generated by borrowers who secure borrowing with digital assets. This will eventually be a Cardano stable coin.\n\nWhen the project donation period ends (determined by the Project owners Smart Contract) the 'FOX Funds' borrowing is cancelled and interest gained through lending is released and the user can withdraw them.\n\n**Staking**\n\nStaking is used in 'FOX Funds' as a new payment system that enables rewards to be received for projects. Staking increases market rewards through the temporary deposit of ADA on a Cardano staking pool. The market rewards for staking are owned by the project owner(s) according to their ownership ratio.\n\nWhen the staking period ends (determined by the project owners Smart Contract) the 'FOX Funds' staked in the project are released and the user can withdraw them.\n\nThe Staking pool is chosen at random or can be specifically chosen from a list of stake pools that are subscribed to the 'FOX Funds' platform.\n\n**Stake Pools**\n\nStake pools that subscribe to the 'FOX Funds' platform will be given 'web integration code' so projects can be created, viewed and funded on their website.\n\nAny projects created on the stake pools own website will automatically be staked to that pool (the option to change stake pool provider will be hidden)\n\nThe stake pool operator will gain the following benefits:\n\n*   Great opportunity to increase the amount staked on their pool\n*   Unique service to offer to their clients (people who stake)\n*   Ability to attract new clients\n*   Have an additional way to interact with their clients and have access to any emails/contacts created via their website\n\n **FOX Gifts Project Requirements**\n\nThe project requires the following:\n\n*   Main Website\n\n*   About Us, How To, Registration etc.\n*   Create/Edit Projects\n\n*   A description of the project that requires funds is created along with any supporting documentation\n*   Set the fundraising goal\n*   Tell the story\n*   Add pictures of videos\n\n*   Share the Project\n\n*   Send emails\n*   Send Text Messages\n*   Share on Social Media\n\n*   Manage Donations\n\n*   Accept Donations\n\n*   Fiat Currency\n*   Crypto Currency - ADA & others\n\n*   Accept/manage Staking Rewards (all or percentage of rewards)\n*   Thank donors\n*   Withdraw funds\n\n*   Project Contract / Funding Policy\n\n*   The project has an active status of Inactive, Live, Complete, Cancelled\n*   The project has a visible status of Public, Private or Draft (whilst the Project is being initialised and is not Live)\n\n*   Choose stake pool\n\n*   the stake pool to which ADA will be staked is selected, this could be:\n*   'let the system choose' where an unsaturated pool will be chosen at random\n*   'Specific Stake Pool' where a named pool will be searched and used for staking\n\n*   A Start and End date of the funding is chosen\n\n*   This can be a fixed date or left ongoing forever to be closed whenever the project owner decides\n\n*   A template may be used to setup the project\n*   A dashboard for the project is created along with a dedicated link that can be shared to the public\n*   Withdrawal Schedule – this could be\n\n*   'at any time', 'when goal is achieved or project closed', 'each time xxx is earnt', 'every xx days' etc.\n\n*   The project is searchable on the main FOX Funds website if not marked as Private\n\n*   Smart Contract creation for each Project\n*   Stake/Un stake ADA on chosen Stake Pool\n*   Receive Funds - Crypto Wallet or Fiat Bank to FOX Funds\n*   Convert Fiat Currency to Cardano stable coin and vice versa\n*   Convert Crypto Currency to ADA ready for Staking\n*   Cardano stable coin – Lend / Stop Lending\n*   Update project funds with Staking Rewards\n*   Update project funds with Lending Rewards\n*   Withdraw currency from FOX Funds to final destination – Crypto Wallet or Fiat Bank\n*   Mobile Application will be part of the roadmap and make it much more accessible\n*   Stake Pool Tools\n\n*   Registration for Stake Pools\n*   Stake Pools / FOX Funds Contract\n*   Create code for Stake Pools so Projects can be created directly from their website\n*   Automatically chooses their Stake Pool as the chosen pool\n\n*   Mobile application – Apple iOS and Google Android versions  \n    \n\n**Process Flow**\n\nThe following is a high level overview of the process.\n\n(see attachment) \n\n**What does the current team look like?**\n\nI have a small team of developers, testers and analysts at my disposal that have worked together on many projects. The current team is as follows:\n\n**Rob Greig – CEO/CTO**\n\nhttps://www.linkedin.com/in/rob-greig-2076b053/\n\nRob is a serial entrepreneur, building businesses and developing software for 20 years in various industries. Highly skilled developer and Business Analyst. Previously built an estate agent monitoring system and an advanced automated backend/ cloud API business that was sold to one of the largest UK estate agent portals (Fish4) and media company 'Trinity Mirror'.\n\nExcels in software planning, development, management along with building and mentoring small to medium development teams.\n\n**Ant Renicks - COO**\n\nAnt is a serial entrepreneur, building businesses and testing software for 20 years in various industries. Fully Trained software tester previously worked for large high street companies (Maginus/Torex Retail/PC World/Matalan) testing their in-store user systems. Was part of the same company that built Agent Analyser and House Fusion later sold to 'Trinity Mirror'.\n\n**Dave Berner – Lead Developer**\n\nDave is a highly experienced and loyal web and API developer that has worked for small and large companies and worked with the original Rockstar Games (Grand Theft Auto). Energetic and a team player who loves to explore new technology.\n\n**David Picksley – Developer**\n\nDavid is a youthful experienced and loyal web developer that has worked for small and large companies and is trained in Salesforce CRM development.\n\n**Callum Greig – Social Media Marketing**\n\nCallum is a talented Photoshop and Video creator who has previously helped Luxury Car Showrooms build their Instagram followers from 0 to 300k in 3 months. With a keen eye for Photography and editing he is an asset to any team.\n\n**Future Positions**\n\nThere are plans for more developers, analysts, admin, sales and marketing employees if larger funds became available and the project gained traction.\n\n**What will the Cardano Funds be used for?**\n\nI will use the Cardano funds to pay for the development of the main website and to begin the advertising/promoting of the site.\n\nAnt and I will continue to bootstrap the project and will not take any wage for ourselves and contribute an additional £7,500 to the fund to go towards wages and other costs.\n\nHaving worked on the project plan more extensively I would require funding for 3 people for 6 months working out to be approximately 250,000 ADA\n\n**Roadmap**\n\n*   Build website to create projects\n*   Partner with 1-3 stake pools\n*   The reward options will be built up over time in the following order\n\n*   Support via Staking\n*   Donate Crypto Currency\n*   Donate Fiat Currency\n\n**What does success look like from Fund2?**\n\nTo have the main website and the 'Support via Staking' funding working.\n\nInitially I would like to trial the system with a small number of stake pools then build to offering the system to them all.\n\nI would like to have 100 projects created within the first 6 months before the large rollout happens.\n\n**Future Funding and Enhancements**\n\nI will need to update the website with feedback from the initial trials and start to build the remaining funding options, this would involve researching Fiat onboarding, Cardano stable coin and lending as these are not currently available.\n\nAs the system will not be generating income for the initial 6 months I foresee it would require more funding to continue the project.\n\nI would like to build a large social media following via YouTube, Instagram, Facebook, Twitter etc. as this has worked very well to grow previous brands my team and myself have previously worked on.\n\n**What value does FOX Funds bring to Cardano?**\n\nFOX Funds is aimed at building on top of existing Cardano stake pool infrastructure and offering a new Use Case for Staking Pools.\n\nIt will encourage ADA to be staked and be locked up for periods of time, which is very positive for the price of ADA and encourages Stake Pools to promote their services.\n\nThe charity, donations and crowd sourcing project sector is extremely large worldwide and are always looking at new innovative ways to generate income. The Unique Selling point of FOX Funds is the donations should actually return more revenue than is pledged and be a great ambassador for Cardano.\n\nThe interaction with other Defi applications will also highlight to other developers the flexibility of the Cardano Platform, and the project funding will offer an easy entry point for developers to seek funding.",
    "url": null,
    "createdAt": "2020-08-13T11:53:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 316093,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX61",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 87,
      "author": "Rob Greig",
      "commentsTotal": 14,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316093/31189/download, https://cardano.ideascale.com/a/idea/316093/31190/download, https://cardano.ideascale.com/a/idea/316093/31193/download",
      "requestedAmountText": "To setup the website and to begin the initial marketing - 250,000 ADA"
    }
  },
  {
    "title": "Stakepool governance & Incubation",
    "problemDescription": "Enabling idle developers, entrepreneurs, and others, already in the ecosystem, to collaboratively build innovative stakepool organisations.",
    "solutionDescription": null,
    "relevantExperience": "4 Devs, and others from KOALA pool, currently planning and team building. Additional proposals from catalyst fund 1 looking to unite.",
    "outcomeObjectives": "Build software for stakepool governance enabling evolution into Decentralised Stakepool Organisations that add purpose and value for Cardano",
    "description": "**WHY?**\n\nIf the aim is to replace the economic systems of nation states, Cardano will need many campaigners and ambassadors – people who are invested ideologically, not just financially. We aim to broaden and deepen Cardano's ideological investment by empowering stakeholders to model pools after the future they want to create.\n\nCardano Stakepools are full of intelligent people with useful skills, that often care deeply about Cardano and are motivated to get involved, but don't see an easy way to do so in terms of developing the ecosystem. In my stakepool alone, of the first 10 people to join the telegram chat, three were developers offering to help and wanting to get involved. In the first week of the Catalyst program having put up this idea, I have attracted two more developers from the catalyst program as stakers to my pool as they too want to get involved with a pool that does something more.\n\nIf we create the tools for stakepool delegators to organise and leverage their collective intelligence, participating stakepools can evolve and self-incubate ideas. They can pool their own reward funds to invest in ideas and create pools that are more meaningful to them, rather than just somewhere to stake their ADA and earn rewards.\n\nHaving a diversity of Stakepools will help to distribute stake as it gravitates towards ideas people connect with. Right now, there is little but personalities (and soon performance metrics) to differentiate pools. There are some pools, like mine, that intend to give to charity or build dApps, but with little engagement from their stakers. It is also currently not feasible to verify that the charity spend will actually happen. However, if a pool wallet controlled by a delegator vote can be created, it would be possible for the delegators to decide when and how the charity wallet is spent.\n\nI would like to see decentralisation all the way down – into the stakepools. Currently POS crypto ecosystems are built on stakepools that only serve as the base utility, but they can be so much more! In my opinion, if you assume that one day the world financial system will run on decentralised blockchain technology, the evolution of stakepools into such phenomena is inevitable. This idea highlights that and pushes it along faster.\n\nStakepools would be empowered to build all manner of services and evolve their own \"poolonomics\". For example, a pool may specialise as an investment focused pool. Which probably pays a higher pool tax % into pool wallets or smart contracts that funds long term investments in crypto, stocks, and physical world assets or tokenized versions. Maybe it employs a market analyst or a trade algorithm specialist. Maybe it has a trading wallet and stakers within the pool submit trade ideas in the form of smart contracts. An internal vote would occur, and a smart contract trade executed.\n\nAnother pool may use treasury funds to develop profitable companies that run on Cardano and return a royalty to the pool.\n\nAnother pool may evolve by artists who use their pool to advertise their works, maybe run a virtual gallery containing and selling NFT artworks.\n\nOthers may build an internal voting system and combine with other pools with specialist knowledge to form a human backed oracle service.\n\nThere are endless possibilities.\n\n**HOW?**\n\nTo begin, there will need to be a minimal set of tools created for internal pool decision making and funds management. And additionally to create pool-roles (paid or unpaid). Along with a pool-plan/white-paper/meta data.\n\nTo start with, some simple additions to the Voltaire system such that votes can be instigated by the stakepool operator or stakers such that pool taxes can be collected into a pool treasury, roles within the pool can be created and filled, policies or a plan of action can be agreed on. Such as pool promotion, services, charity spend, etc.\n\nI would also like to see DIDs be an option for use in identifying pool members as single individuals for votes and other poolonomic services.\n\nIt is important to keep in mind that stakepools are the backbone of the Cardano protocol, and changes at this level could have unforeseen consequences on the system. Therefore, we propose a creating a number of experimental pools.\n\n**An initial roadmap:**\n\nIn the near future the idea will be made public along with offering KOALA pool and a few others to be DSO experiment pools. If these pools are successful in attracting stakers then a clear desire by the community to pursue this will be demonstrated.\n\nIf the idea proves appealing some funding will be sort from fund 2 to scope out the the initial software requirements, consider possible consequences, and facilitate pool members to collectively organise and incubate ideas. It may make sense to utilise ideascale for DSO incubation, with an alteration to allow for pool based groups and voting power being related to amount of stake in that particular pool.\n\nBased on the fund 2 scoping work and pool based proposals/ideas from the individual experimental pools, a base set of on-chain software tools will be identified and agreed upon. Further funding would then be sort to build and roll-out such tools to the experimental DSOs.\n\nThis would then be followed by a period of assessment and refinement both in terms of the success of the pools, tools, incubation, and effects on the main chain.\n\n  \n\n**OTHER THOUGHTS**\n\nIf this proves successful, alongside the current ideascape process a pool based option would be available for operators or groups willing to participate. This could also create a market for stakepool operators to service a group/organisation with a pool based idea.  \n\nIt is my current expectation that the initial tools required to get started will be relatively easy addition to the Voltaire system, with some votes being limited to stakers within these experimental pools. It will also require multisig wallets or smart contracts to allow for decentralised control of funds relatively soon. There will also be a need to include a time-staked-with-pool component to the voting power due to the potential of large late timing stake vote attacks.\n\nIt may be wise to conduct this experiment on an additional side chain to replicant-chain?\n\nThis could be pursued as a third-party experiment and software, currently have about 6 developers standing by.\n\nI think there would be some danger that this may cause to the Mainnet Cardano chain if this is developed as a third-party solution. But that is unclear at this time.\n\nIt is my opinion that this idea will have a significant impact on the fundamental nature of what stakepools will become in the crypto-verse. and if Cardano is the first crypto ecosystem to be able to offer this open involvement to all ADA holders, it will have a significant impact on the popularity and adoption of Cardano.\n\nThe DSOs themselves would be able to fund development of some of their pwn poolonomics, etc. from rewards, or volunteered time for status within the DSO, or may also apply for funding from the treasury.\n\nIn the longer term I believe stakepools will need a zone of sanctuary where they can be protected from other pool predatory behaviour, such as a large stake attack on a pool with a new idea, in order to destroy the internal voting and consume the idea for themselves. Or similar many small, seemingly disconnected, delegation basically an inter-pool sybil attack. I believe we will need a stakepool incubation sanctuary. Where pools can be helped and outfitted with tools and new tools developed if required by a new idea. Before being released into the ecosystem.\n\nI expect we would see pool alliances and competitors evolve and compete.",
    "url": null,
    "createdAt": "2020-08-13T10:30:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 316074,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6i",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 77,
      "author": "steven.j.moody",
      "commentsTotal": 12,
      "attachmentLinks": null,
      "requestedAmountText": "Fund 1: Nada, Fund 2: ~200000 ADA for dev scoping, ideascale service?, and some initial coding over 8 weeks."
    }
  },
  {
    "title": "Cardano Governance Multiverse",
    "problemDescription": "I want to create a platform that will be used to create and onboard organisations and improve their fund raising and decision making.",
    "solutionDescription": null,
    "relevantExperience": "No specific experience. Directed the building of a CRM, websites for my Real Estate and Restaurant companies. Worked on Property Portal.",
    "outcomeObjectives": "Refine the idea. Build a team with the technical ability. Get feedback from community organisations that fund raise and make decisions.",
    "description": "I propose the building of a Cardano governance multiverse that supports an ecosystem of businesses and communities striving to function more efficiently. Once we can build such an ecosystem, new problems that require developer solutions will become more evident.\n\nWe should start by making it easy for communities and businesses to setup their organisations on a platform hosting a marketplace of organisations all with different causes and governance structures.\n\nCreators should be able to choose the hierarchical structure, the voting rights and processes and how their members fund their own treasuries - whether it be by paying taxes, additional transaction fees, staking rewards or donations.\n\nCardano can add transparency to any organisations. Members of organisations would appreciate the ability to see how and when money is spent and the use of smart contracts to govern when and how funds are spent without the need to trust a middle man. Raising funds will be a lot easier on Cardano as automatic payments can be used. Decision making can be orderly and more effective because policy creation to implementation to review can be better designed and coordinated using the software.\n\nReputation, reviewing, personality and values matching will naturally emerge as useful and important features.\n\nThe possibility of creating startup businesses with strangers will become easier and less risky. We will be able to have fully transparent charities that are DAOs.\n\nNobody knows the best model for governance but the Cardano community will get to see many differently configured organisations running in parallel and we will more quickly be able to see what works and what ideas need more work.\n\nUltimately we should not try to create a one size fits all governance system and have projects that appeal to completely different types of people with completely different priorities competing unnaturally for treasury funds. Nobody will be satisfied. Let people find their internet tribes and start their own projects following their own strategies.\n\nFurther details\n\nFrom what is currently on the market, my idea is closest to Aragon.\n\nIt will also borrow ideas from Bitnation, Colony and DOAstack.\n\nThe platform would emphasise the following:-\n\nEase of access - Users should be able to get started with a simple idea and through discussion with others build the idea into a fully operational organisation. Existing organisations should find it easy to onboard their organisation without being forced to change the way they run and manage their organisations.\n\nEase of use- The user experience should be simple with set-up wizards to start organisations according to their various kinds of configurations. Fundraising, Voting, Roles, Permissions, Management, Communication and Accounting should all be simple and user friendly.\n\nEase of individuals and organisations to collaborate - It should be easy for individuals and organisations to find similar or complementary organisations and individuals for, dialogue, collaboration or to form coalitions.\n\nMeasurement of individuals and organisations performance - A commons for analysis and creating different metrics for comparing and measuring the success and reputation of organisations and individuals.\n\nModularity - The software should be able to change, adapt and use plugins for new features that help improve the platform with tools for management, accounting , debating, profile features, matching users and communication.\n\nIndepth advanced options - The platform should be completely agnostic when it comes to governance models. It should accommodate all possible tools and parameters so more advanced users can customise their perfect governing frameworks. User created governance frameworks should be savable, searched and utilised by others including less advanced users.\n\n  \n\nThe Importance\n\nA single governance system and treasury will likely be dominated by a few factions. Smaller factions will be squeezed out of the process and either become passive or will look elsewhere. Voter apathy leads to ideas such as paying voters to vote but voting is a privilege and paying voters undermines this fact.\n\nVoters will not need to be paid if they consider the vote important and they are passionate about the issues. It is hard to be empathetic towards millions of people and the larger the group the more indifferent the voter.\n\nAs the number of participants grows the ability to discuss ideas will prove to be more difficult and decision making will suffer as all ideas will not be properly considered. This is not helped by making the vote proposals completely open ended. Without a narrow focus it will be hard to compare completely different ideas and we can only expect good ideas to get lost in the noise and more voter fatigue as voters struggle to prioritise, understand or connect to the issues.\n\nThere are many legitimate ideas and proposals that would be worthy of financial support. They can't all get support and gain funds as there is a limit to the number of winners possible and the dominant faction might continually see good causes as not worthy or as lower priority relative to others. If they are not picked up by the dominant factions they will get lost in the ocean of proposals until advocates don't bother making them anymore.\n\nWith a Cardano Organisation Multiverse, users could set up their own organisations, gain support and rally up their own funds from others passionate about their cause. Without such a platform many ideas simply will not get the light of day. It will lead to more apathy as users won't get a realistic chance to vote on the causes that are meaningful to them.\n\nAlso there is no one way to create a governance system and it is hard for a system to evolve without comparison or competition. With a multiverse of governance structures users can easily experiment and compare systems which will push improvement of the ecosystem forward.\n\nWithout the ability to design, create and promote our own organisation and treasury centered around causes we are most passionate about, Cardano will not be a system which allows maximum freedom.\n\nUse Case\n\nYou can :\n\n\\-Organise your local, cultural or sub communities.\n\n\\-Float an idea that can eventually gain support and become a business or movement.\n\n\\-Run a business\n\n\\-Create an online nation\n\n\\-Run a charity\n\nThis platform will integrate with Prism and be accessible through a Cardano wallet. It will have features like linkedin and facebook.",
    "url": null,
    "createdAt": "2020-08-13T07:13:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316064,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6X",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 74,
      "author": "William",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": "I don't know how much this will cost but I see it as a foundational idea. Users need to be able to opt in and opt out of organisations without leaving Cardano."
    }
  },
  {
    "title": "Decentralized Tiny Home Community",
    "problemDescription": "Let's solve the housing crisis since the politicians won't, on our journey we may democratize land ownership and get the homeless some homes",
    "solutionDescription": null,
    "relevantExperience": "I have built communities\n\nI have built my own tiny house.\n\nI am well versed in the permitting process\n\nI strive for net positive impact.",
    "outcomeObjectives": "I hope that the Project Catalyst Community can come up with a turn key development plan to launch a sustainable community all running on ADA",
    "description": "Some personal thoughts in no particular in order.\n\nCardano community comes together to gamify and determine if such a project is viable to bring value to Cardano whilst solving a globally compounding problem.\n\nCommunity driven research on value of solar (VOS) in order to provide positive money stream after basic community needs are met, and to determine the scale of PV array depending on amount of homes in community vs the excess value created.\n\nCardano community develops a DAPP for community governance after detailed analysis of how governance would work in the community while fostering a constant feed back loop.  \n\nCardano Community researches solar equipment which allows gird tie and storage solutions for use with sub par conditions.\n\nCardano community develops a DAPP for community treasury after detailed analysis of what that community needs to stay net positive on the books, while still creating vale for ADA and fostering a constant feedback loop.\n\nCardano community/ IOG/ C.F. selects a collective team to meet with securities attorneys to determine feasibility of tokenizing the parcels/ property. Does the holding company need to maintain control for securities tokenization to work?\n\nRaise funds in order to purchase a parcel of land (less than 40 acres) which will be maintained via a holding company under control of the Cardano Foundation until community members make full payment good? Land would need to have aggregated net metering available (power company requirement in order to sell power back to grid)\n\nCommunity research to determine what smart contracts in particular to a community may be required for implementation.\n\nCommunity driven research on what jurisdiction would be best for such a community as proof of concept\n\nIf it can happen with tiny homes then it can happen with larger homes although some very efficient systems would have to be implemented in larger homes.\n\nThis would be a massive undertaking, I think there would be plenty of opportunity to engage software developers to come build if this were to gain traction through the Catalyst community, especially if proper incentives are available down the road.  \n\nI want to sincerely thank you for your time and thought, I am truly happy to be on board and look forward to the future with you all.",
    "url": null,
    "createdAt": "2020-08-13T05:36:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316060,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6T",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 73,
      "author": "Reid R.",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": "TBD by Cardano Community depending on parcel size, location, and software development cost."
    }
  },
  {
    "title": "Investment Group Properties",
    "problemDescription": "Start a real estate business using Cardano blockchain to open up investing in real estate to all incomes, and make homeownership accessible",
    "solutionDescription": null,
    "relevantExperience": "I have studied real estate for 15 years, and been flipping houses for a year. And have started the process of mapping the process and idea",
    "outcomeObjectives": "A Security Token created that represents the value of properties held by the investment group, that can sent profit to the Token holders",
    "description": "I have gotten quotes to build this Token and Smart contract on ETH from $800-$1200, completed in a week.  \nI don't know when something like this could be created with Cardano. But the plan would be to create the Token and do an ICO to raise the initial funds for investment, and leverage those funds to buy properties for around 60% of their value, then improve them and sell them for a profit. And as the fund grew it would be able to sell those properties and hold the mortgages creating to types of profits for Token holders and creating access to homeownership to people that might not be able to get a conventional mortgage but could afford it.",
    "url": "https://investmentgroup.properties/",
    "createdAt": "2020-08-13T03:56:00.000Z",
    "requestedAmount": 3000000,
    "ideascaleId": 316059,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6S",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 72,
      "author": "Boone Bergsma",
      "commentsTotal": 12,
      "attachmentLinks": null,
      "requestedAmountText": "3000000"
    }
  },
  {
    "title": "Trade Block",
    "problemDescription": "The ability to provide peer 2 peer services that require more than just product transaction, but rather a skillset, like a trade or degree.",
    "solutionDescription": null,
    "relevantExperience": "Built an app from a sandbox program and implemented it within our own company; www.thinkmechanical.com to connect field techs company wide",
    "outcomeObjectives": "Develop an Uber style platform for peer to peer skillset transactions, ie, plumbing, computer repair, lawn mowing etc.",
    "description": "One of the greatest powers of blockchain is the ability to cut out the middleman. The middleman in this scenario is businesses that provide technical and non technical services in the real world, ie plumbing, yard care, computer repair etc etc.\n\n  \n\nGeneral Overview\n\n• Comprehensive First Principles study to understand the goals, needs and mechanics of the project to make it as adoptable, utilitarian and usable as possible\n\n• Hire developer team to build out the platform\n\n•Work in conjunction with established company ( www.thinkmechanical.com ) to test, refine and move company into a decentralized state and transition from a business to a platform\n\nDetails on the platform\n\n• The platform needs to utilize the technology to connect the suppliers of materials, the trades/labour force and the consumers in a way where the labor force can make a fair living, and the consumers can trust that they are not getting hidden charges etc and the suppliers have a new revenue stream.\n\n• We foresee the Prism app being the doorway upon where both consumers and laborers can broadcast their needs and and their abilities, ie, a plumber can broadcast his Journeyman ticket publicly and a potential client can see it based on geographical location and other metrics. (The plumber could broadcast his/her geographical working area)\n\n• The app would have a rating system for both clients and laborers much like Google or Uber.\n\n• Oracles could be built in conjunction with suppliers to continually update material costs and availability allowing material costs to be honest, and agreed upon as far as mark up etc.\n\n• Utilizing smart contracts we can build and provide templates that would make the transactions as easily understood and actionable as possible\n\n• Further iterations could decentralize the sales process and allow for commercial buildings, condo buildings, etc to have preventative maintenance programs that continually create requests for work while maintaining a minimum threshold for those who would do it; ie verified certifications, average rating by past clients etc. Whoever maintains those credentials could join the system and have access to pools of available jobs.\n\nWe believe that this is one of the greatest powers Cardano can bring to life, the ability to make a living without a boss.",
    "url": null,
    "createdAt": "2020-08-13T01:16:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 316044,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6D",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 67,
      "author": "clumsysaint",
      "commentsTotal": 4,
      "attachmentLinks": null,
      "requestedAmountText": "250000"
    }
  },
  {
    "title": "Explore Community Feedback ",
    "problemDescription": "\\-- Proposal Withdrawn --",
    "solutionDescription": null,
    "relevantExperience": "\\-- Proposal Withdrawn --",
    "outcomeObjectives": "\\-- Proposal Withdrawn --",
    "description": null,
    "url": null,
    "createdAt": "2020-08-13T01:14:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316042,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX6B",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 65,
      "author": "rin9s",
      "commentsTotal": 6,
      "attachmentLinks": null,
      "requestedAmountText": "-- Proposal Withdrawn --"
    }
  },
  {
    "title": "FOX Rewards",
    "problemDescription": "Through a \"proof-of-self-work\" gamification system I want to reward people of all abilities to improve Fitness, Mental Health & Mindfulness",
    "solutionDescription": null,
    "relevantExperience": "Entrepreneur 25+ years in desktop/web/cloud/mobile/data development, building, mentoring greenfield agile teams and transforming companies",
    "outcomeObjectives": "Seeking advice, partnership and funding to enable my loyal, skilled team of 4, family/self-funded project to change lives forever",
    "description": "\\*\\*\\* see PDF attachment for the full proposal laid out properly - the text is copied below as well but its not a readable\\*\\*\\*  \n\n  \n\n**Overview**  \n\n'FOX Rewards' is a web based portal that encourages users to achieve goals and rewards them with points, level ups and cryptocurrency. The system will be free to the users and be as decentralised and open as possible.\n\nThe system is aiming to improve a person's Fitness, Mental Health & Mindfulness by gently providing goals for them to achieve. The system will integrate with various hardware devices and online libraries/tools.\n\nWellbeing effects everyone in their lifetime and there is a real urgent need to research and understand how people's mental state affects their lives, jobs and family.\n\nCurrent software applications concentrate on one element of people's lives whether it's fitness, mental health or mindfulness. In truth we are all driven by different needs throughout our life and throughout the day. A fitness fanatic one day with Bi-polar can be crippled another day and there daily goal is not to walk an extra 1km, it's just to get out of bed and make it through the day.\n\nThe 'FOX Rewards' project will adapt to the day-to-day struggles and highs gently suggesting self-help where it can and encouraging general fitness when appropriate. Fitness is proved to be a great advocate in the fight to help mental health, but if the person cannot even face the postman how are they going to get the motivation to run a mile?\n\nLots of mental health issues are hidden and self-help is an amazing way to reach out.\n\n'FOX Rewards' is aimed at the following:\n\n*   Improve the personal fitness of a user of any ability\n*   Improve Mental Health and offer resources to help self-healing\n*   Improve Mindfulness via meditating and online community shared resources\n\nThe system will encourage an online community to build and share content and will offer initial self-healing to those who may be struggling from day-to-day life. It will also contain links and other help resources should situations escalate and the help of more professional services is required.\n\nThere will be many ways to earn rewards via the gamification style system such as:\n\n*   Completing Daily Fitness tasks e.g. walk xx Miles, take xx Steps\n*   Daily cumulative workouts\n*   Listen to podcasts\n*   POI Check-in\n*   Watch mindful videos\n*   Book and attend fitness courses\n*   etc. \n\n***A simple daily starting questionnaire will decide the route of the application (see attachments)***\n\n**Partnerships**\n\nAt the heart of the rewards will be partnerships with gyms, health clubs, sports facilities, local authorities, online resources, schools and others offering services within the 3 main core areas.\n\n**Fitness**\n\nArtificial Intelligence\n\nThe Fitness system will learn metrics from previous days and will gently encourage the user to increase their levels by a % per day. It will reward their effort and recalculate new targets each month.\n\n**Courses**\n\nBooking a fitness course will be rewarded along with attendance.\n\n**Hardware & APIs**\n\nThe use of Fitness devices such as Fitbit will be encouraged as there are APIs that can be used to cut down the level of cheating that such an eco-system may find itself in. The automation of the results is key and there is already a working prototype that can connect and import the users Fitbit daily activity. The Fitbit API will also allow the full history of the user to be imported, allowing the system to have a great indication of their level and instantly reward the user for the previous 6 months activity.\n\nThere are plans to work with many other hardware devices and software API's such as Apple Fit, Google Fit, Strava etc.\n\n**Places of Interest (POI) Check-in**\n\nGPS will aid the check-in facility and this will be rewarded, examples of this could be a gym check-in or a point of interest such as walking to the top of a beauty spot.\n\n**Rewards**\n\nThe main motivation for the user will be the rewards system and there will be multiple forms of rewards to encourage continuous use of the system:\n\n*   Reward Points will be given to achieving goals\n*   Level-Ups will be given by achieving point milestones\n*   Cryptocurrency tokens will be given by achieving point milestones\n\nThe reward points can be redeemed within the e-commerce section of the system as follows:\n\n*   Trade reward points for discounts of items in the shop\n*   Trade reward points for discounts off fitness courses\n\n**Mental Health**\n\nThe Mental Health aspect of the system will be treated very sensitively and we are aware not everyone has motivation to be fit when the help they require is often support. The professional and community self-help library will aim to offer initial support for people who need gentle encouragement, as well as offer insight into other areas that may help such as Fitness and/or Mindfulness.\n\nThere will be help and support for when situations are escalating and will encourage the user to reach out if things take a turn for the worse or thoughts are getting out of hand.\n\n**Mindfulness**\n\nIntroducing a 5 minute meditation or podcast into the start or end of the day can really help to escape life's stresses or set you up in the right mind set to start the day.\n\nFor those lucky people with no mental health issues, the introduction to meditation and fitness goals could enrich their lives even more.\n\nDuring the day a quick way to access resources that can help with panic attacks or racing minds can sometimes help to ease the mind.\n\nIn addition sleep can be improved for some people by getting into a regular habit of listening to a podcast and doing breathing exercises. These will be available in the professional and community based library.\n\n**Medical Research**\n\nCombining Fitness, Mental Health and Mindfulness together in one eco-system should be able to create interesting anonymous data studies to further enhance wellbeing studies.\n\n**'FOX Rewards' Project Requirements**\n\nThe project requires the following:\n\n*   Main Website\n\n*   About Us, How To, Registration etc.\n*   Fitness, Mental Health and Mindfulness Sections\n*   A Prototype is currently being built for the Fitness section\n\n*   Fitness Hardware/API integration\n\n*   Already compatible with Fitbit\n*   Roadmap\n\n*   Apple Fit, Google Fit, Strava etc\n\n*   Mobile application – Apple iOS and Google Android versions\n*   Partnerships with gyms, health clubs, sports facilities, local authorities, online resources, schools and others required\n*   E-commerce Shop\n\n*   Products such as Fitbit devices, t-shirts etc.\n*   Partner offers and discounts\n*   Course booking\n\n*   Library Resources\n\n*   Community built podcasts, articles, videos\n*   Professional built podcasts, articles, videos\n*   Partnership built podcasts, articles, videos\n\n**Mind Map**\n\n***The following is a high level mind map of the system (see attachment)***\n\n **What does the current team look like?**\n\nI have a small team of developers, testers and analysts at my disposal that have worked together on many projects. The current team is as follows:\n\n**Rob Greig – CEO/CTO**\n\nhttps://www.linkedin.com/in/rob-greig-2076b053/\n\nRob is a serial entrepreneur, building businesses and developing software for 20 years in various industries. Highly skilled developer and Business Analyst. Previously built an estate agent monitoring system and an advanced automated backend/cloud API business that was sold to one of the largest UK estate agent portals (Fish4) and media company 'Trinity Mirror'.\n\nExcels in software planning, development, management along with building and mentoring small to medium development teams.\n\n**Ant Renicks - COO**\n\nAnt is a serial entrepreneur, building businesses and testing software for 20 years in various industries. Fully Trained software tester previously worked for large high street companies (Maginus/Torex Retail/PC World/Matalan) testing their in-store user systems. Was part of the same company that built Agent Analyser and House Fusion later sold to 'Trinity Mirror'.\n\n**Dave Berner – Lead Developer**\n\nDave is a highly experienced and loyal web and API developer that has worked for small and large companies and worked with the original Rockstar Games (Grand Theft Auto). Energetic and a team player who loves to explore new technology.\n\n**David Picksley – Developer**\n\nDavid is a youthful experienced and loyal web developer that has worked for small and large companies and is trained in Salesforce CRM development.\n\n**Callum Greig – Social Media Marketing**\n\nCallum is a talented Photoshop and Video creator who has previously helped Luxury Car Showrooms build their Instagram followers from 0 to 300k in 3 months. With a keen eye for Photography and editing he is an asset to any team.\n\n**Future Positions**\n\nThere are plans for more developers, analysts, admin, sales and marketing employees if larger funds became available and the project gained traction.\n\n**What will the Cardano Funds be used for?**\n\nI will use the Cardano funds to complete the development of the main website and to build the Minimal Viable Product which will then enable the system to be presented to potential partners/customers/investors\n\nAnt and I will continue to bootstrap the project and will not take any wage for ourselves and contribute an additional £7,500 to the fund to go towards wages and other costs.\n\nHaving worked on the project plan more extensively I would require funding for 3 people for 6 months working out to be approximately 250,000 ADA.\n\n**Roadmap**\n\n*   Complete Fitness area of the website to complete the MVP\n*   Partner with a number of gyms, health facilities and build the e-commerce shop for booking courses and offering products and discounts\n*   Partner with a number of gyms and schools\n*   The Mental Health and Mindfulness sections will be built following further funding of the system\n\n**What does success look like from Fund2?**\n\nTo have the Fitness section of the main website and integration with Fitbit fully automated, and also to have the e-commerce shop working with a small number of partners.\n\nInitially I would like to trial the system with a small number of partners then build to expand the system to their other branches/franchises.\n\nI would like to have 5 gyms (or similar) on board within the first 6 months before the large rollout happens.\n\n**Future Funding and Enhancements**\n\nThe website will be updated with feedback from the trials and start to build the remaining options.\n\nThe project is large and could grow quite rapidly after it has gained traction, but to begin with there is a large amount of development that is required so the project will need a larger investment for it to grow to its full potential.\n\nI would like to build a large social media following via YouTube, Instagram, Facebook, Twitter etc. as this has worked very well in growing previous brands my team and I have worked on.\n\n**What value does 'FOX Rewards' bring to Cardano?**\n\n'FOX Rewards' offers a unique reward system and can be disruptive to the wellbeing sector.\n\nThe mathematical and scientific approach of Cardano shares the same values and fundamentals as my team and I. We want to associate our product with the Cardano brand and would hope Cardano in turn will want to associate with our product and brand for the same reason.\n\nWe are looking for a long term disruptive partner that can understand the vision we have and believe Cardano is the right company and block chain to align with.\n\nWe don't want our successful business to be built upon Ethereum for example - a block chain that could fail in a few years because the foundations they were built upon crumble, leaving us in an unstable position. Ethereum and others that were quick to market will be shown long-term to be playing catch-up with Cardano - we can't wait or take the chance on a project that is running 1000 miles down the track to try and change their engine mid-race.\n\nThe decentralised and community-led element of the 'FOX Rewards' eco-system will help the project to grow, and at every possible step we will shine the light of Cardano.\n\nWe hope 'FOX Rewards' will ultimately change people's lives forever and give them some hope and release from the crippling disease that is mental health.\n\n  \n\n**Appendix A**\n\n***Screenshots from the current working prototype (see attachments)***\n\nLogin screen\n\nMain dashboard\n\nSmart Goals calculated from previous data\n\nFitbit API integration",
    "url": "http://www.foxrewards.co.uk/",
    "createdAt": "2020-08-13T00:51:00.000Z",
    "requestedAmount": 250000,
    "ideascaleId": 316039,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX58",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 63,
      "author": "Rob Greig",
      "commentsTotal": 21,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/316039/31215/download, https://cardano.ideascale.com/a/idea/316039/31216/download, https://cardano.ideascale.com/a/idea/316039/31217/download, https://cardano.ideascale.com/a/idea/316039/31218/download, https://cardano.ideascale.com/a/idea/316039/31219/download, https://cardano.ideascale.com/a/idea/316039/31220/download, https://cardano.ideascale.com/a/idea/316039/31221/download, https://cardano.ideascale.com/a/idea/316039/31222/download, https://cardano.ideascale.com/a/idea/316039/31223/download, https://cardano.ideascale.com/a/idea/316039/31224/download",
      "requestedAmountText": "website and to begin the initial marketing - 250,000 ADA"
    }
  },
  {
    "title": "Design Financial Instruments Suite ",
    "problemDescription": "\\-- Proposal Withdrawn --",
    "solutionDescription": null,
    "relevantExperience": "I have done no work on this initiative thus far.",
    "outcomeObjectives": "Design and start implementing the infra for a financial instruments suite that could be leveraged by developers and investors.",
    "description": "\\-- Proposal Withdrawn --",
    "url": null,
    "createdAt": "2020-08-13T00:38:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 316036,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX55",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 60,
      "author": "rin9s",
      "commentsTotal": 19,
      "attachmentLinks": null,
      "requestedAmountText": "-- Proposal Withdrawn --"
    }
  },
  {
    "title": "The Developer Marketplace (Rebrand)",
    "problemDescription": "Most people EITHER have an idea for blockchain use OR the skills for building on a blockchain. Very few people have both. They need to meet.",
    "solutionDescription": null,
    "relevantExperience": "I don't have any experience building on blockchain which is exactly the point of this proposal. We need to connect the ideas with the skills",
    "outcomeObjectives": "Build a platform for entrepreneurs to post problems blockchain can solve for them and let developers pick which of those to solve.",
    "description": "**Introduction:**\n\nThe vast majority of people are sitting on the sidelines because they either don't know how to build out their own idea or they simply don't have any ideas themselves. If we can facilitate the cooperation of these two types of people, we could potentially bring in all of those individuals on the sidelines.The more people we have building the better. However, this won't just be a platform for finding developers; it will also be a platform for crowdsourcing problems through public posts. Example Posts:\n\n*\"Hey, I work with personal data and pay a lot per month to maintain it. I think blockchain could be a big boost. If you can figure out how to implement this, please reach out to me with your proposal on how to build it and how much money you would be willing to build it for. If I like your idea, we can start right away and you can work remotely!\"*\n\n*\"Hey, I work with personal data and pay a lot per month to maintain it. I think blockchain could be a big boost. However, I'm struggling with (insert problem). I have 1,000 ADA in a smart contract with the ID 1234567 (so you can verify). The smart contract only allows the funds to go to a developer on this platform. If your solution works, the smart contract will send you the rewards. Please reach out with your proposed solution.\"*\n\nThis model of crowdsourced problem solving has already been tested and has been extremely successful. InnoCentive is a platform that allows researchers to post their problems and the \"problem solvers\" (anyone) can propose a solution. If the solution gets picked, the problem solver gets paid a reward. InnoCentive boasts an 80% success rate (https://en.wikipedia.org/wiki/InnoCentive), compared to the 20% success rate of the internal research departments of pharmaceutical companies (https://www.innocentive.com/). Other platforms, like Quora and Slack, have very similar models and are also very successful. It is much easier to ask users what they need than to try to anticipate problems to solve. Cardano really needs the availability of this approach.\n\n**Main Competitors:**\n\nPlatforms that match entrepreneur with developers already exist, however, none of them are built on a scalable blockchain. This simple fact is what will allow The Developer Marketplace to outcompete them. For example, the biggest competitor to this platform is UpWork. It is the largest free-lance marketplace in the world with 12 million free-lancers and 5 million entrepreneurs. Three million job posts are made annually with a combined worth of $1 billion (https://en.wikipedia.org/wiki/Upwork). There is very clear demand for this utility.\n\nBut depsite UpWork's impressive numbers, it has a fatal business flaw: it doesn't use blockchain as the backbone. This has a serious draw-back: UpWork is forced to use the legacy fiat system. This has two consequences. The first is that UpWork, while claiming to be a global platform, actually isn't global. The legacy fiat system doesn't actually reach every corner of the globe. It is still very difficult to get fiat into developing countries. The second consequence (and more important one) is that using the legacy fiat system forces UpWork to pay massive operational expenses in order to comply with the regulations such as Know Your Customer (KYC) and having reserves to handle delayed settlements. These regulatory expenses are arguably a significant part of UpWork's total budget. Because of these expenses, UpWork has to take a 20% cut from all jobs created through its platform. This is a steep barrier to entry for smaller developers.\n\nBy using Cardano as the backbone, The Developer Marketplace can utilize the money transfer mechanism of Cardano and its Prism utility for KYC. That means the Developer Marketplace would have a fraction of the expenses that UpWork and the other platforms currently have. The concept of the Developer Marketplace isn't new, using Cardano is simply a much better business model.\n\n**The basics of how it would work:**\n\n1\\. In order to harness the anti-censorship of Cardano, the posts will need to be posted to the blockchain. The posts would be contained inside of smart contracts that can be removed (closed) when they expire. That means there will be a minimum transaction fee for posts, although a very small one. The dapp would use ADA for all payments.\n\n2\\. There will be two account types: entrepreneurs and dapp developers. Developer accounts will have a profile that describes their skills and experience (see #11). Both accounts will have contact information and user ratings associated with them (again, see #11). Eventually, Prism will handle the verifications of these profiles.\n\n3\\. When an entrepreneur makes a post, he will need to send the fee funds to a dedicated smart contract wallet. This smart contract will host the post for the duration of its lifespan. He can pay more than the designated minimum fee to make sure it is posted towards the top of the list on the platform (see #4). The people willing to pay more will usually align with how important the problem is (relative to the entrepreneur). That smart contract will immediately send a pre-defined portion to the platform's wallet. There will be enough left in the smart contract's wallet to pay for the closing of the contract when it is time (again, see #4). The platform's wallet will be used to pay operational costs.\n\n4\\. The platform will be a front-end website that queries all smart contracts of this type on the blockchain and will display the posts within them. The platform only needs to look back the past year, not the entire blockchain. The posts would be ordered based on recency and urgency. An example ranking algorithm is:\n\n(2,592,000 - *t*) + ((*paid* - *mintee*)/5)(2,592,000 - *t*) = *VALUE*\n\nHere *t* is time in seconds, *paid* is the actual amount paid, and the *minfee* is the minimum fee for posting from the platform. This fee will be higher than the minimum transaction fee on Cardano so that the platform can pay for operating expenses. The posts will be ordered from the highest *VALUE* to the lowest *VALUE*. This is exactly the way a developer would like to see them ordered. Once *VALUE* reaches zero, the post will be removed from the platform/blockchain. If a person pays just the minimum transaction fee, *VALUE* will reach zero in 30 days. For every 5 ADA paid above the minimum fee, another month is added to the post's lifespan in addition to an earlier position in the order.\n\n6\\. For job posts, there would at most be the lifetime of the post for developers to bid on a project (entrepreneurs can choose a bid before the time is up and ignore all others). The fact that the post is no longer available stops new developers from finding it and bidding. The entrepreneur picks what she thinks is the best bid and either hires the developer and starts the endeavor or she collaborates with the developer on a treasury proposal for funds.\n\n7\\. For crowdsourced problems like in the second post, the 1,000 ADA would be deposited into a smart contract. If nobody submits a response by the time the post expires (which will be a pre-defined time), the deposit is returned to the originating wallet and the contract would close. This is the only scenario where funds are returned to the originating wallet. If developers do submit answers, the poster selects the developer with the most useful answer and the smart contract sends a small percentage to the platform's wallet and then the rest of the ADA to the selected developer's wallet. To dis-incentivize the poster from trying to recover the funds by waiting out the post, the smart contract will know how many developers answered the post. If more than zero developers (so any) answer the post and the time runs out, the smart contract sends the funds to the platform's wallet instead. In addition, the user who posted the problem will have his account tagged so that other users can see that he did not reward the solution. This will allow the crowd to police the crowdsourcing so that it stays honest and effective. Solved posts will remain on the blockchain (or server) so that future people with the same problem can reference the solution.\n\n8\\. If someone posts a crowdsourced problem that they believe is novel but other people do not, developers can mark this post as \"not novel\" and point the questioner to the original. If enough developers mark the post as \"not novel\" (3-5 might be enough), the post could be taken down from the blockchain; the smart contract can do this itself.\n\n9\\. In the case that an entrepreneur has a confidential project proposal in mind, they can reach out to developers directly instead of publicly posting the idea to the blockchain. In addition++, the entrepreneur can pay an additional fee to get access to an NDA feature that can be stored (encrypted) on the blockchain.++\n\n10\\. When posts are made, the poster can tag it with labels such as: web design, server security, blockchain integration, etc. Then developers can search for key words that would get matched against the words used by entrepreneurs to tag their posts. This would be more fair than having pre-defined tags. This makes it easier for a security developer to find work as compared to having to look through all 10,000 posts. The posts would still be sorted from highest to lowest *VALUE*.\n\n11\\. The developers' accounts will have user ratings (similar to Amazon Seller). This allows the developers to build up their reputation. ++No degrees or certifications will be required for developers but there will be a place dedicated to them in the profile.++ Due to the way the platform works, developers only get paid if they solve a problem or win a bid by having a good plan. Non-certified developers can have good ideas, too. This is a self-reinforcing meritocracy. In fact, a developer with a degree can deliberately charge a little more on her bid because she is a less risky employee than a developer without a degree. It would then be up to the entrepreneur to spend more for a developer with a degree or spend less and take the risk with a developer without a degree. ++Entrepreneurs can decide for themselves if a certification matters.++ Eventualy, ++Prism will be used to verify all degrees and certificates declared.++\n\n12\\. The platform will not enforce any problem or bid format. If an entrepreneur posts a poorly worded problem, the bids they recieve will reflect that. Then if they go ahead with one of the bids, the endeavor will likely fail resulting in a loss for the entrepreneur. This is already enough of an incentive for an entrepreneur to explain the problem well. Likewise, if a bid is poorly explained, the bidder will likely not get hired. The desire to have an income is enough of an incentive for bidders to submit quality bids. Any filter the platform enforces will create a centralized bottleneck. It is better to let the market do the enforcing.\n\n13\\. ++The platform will not be responsible for deciding when a developer deserves to get paid.++ The platform is only meant to connect entrepreneurs with developers. The rest of the business is meant to be conducted off the platform. However, ++the user ratings for both accounts are there to enforce good cooperation.++ For example, if an entrepreneur refuses to pay the developer for her work, she can explain the situation on the entrepreneur's rating. Thus, even though she may not be made whole, other developers can know to stay away from that entrepreneur. In other words, users can get ostracized by the community for bad behavior. This is another situation where the community can police itself. Prism verification can be used to prevent an ostracized member from creating a new account under a different name.\n\n**Minimum Viable Product (MVP):**\n\n1\\. A basic web domain with the two account types.\n\n2\\. Smart Contract posting to the blockchain and reading the posts on the smart contracts.\n\n**Sources of Revenue:**\n\n1\\. ++Extra Fee per Post++: above what the Cardano transaction fee is. This extra fee can be very small due to how cheap it is to post to Cardano. The Urgency amount paid will automatically go to the platform.\n\n2\\. ++Money Back Guarantee:++ When a crowdsourcing problem is posted to the platform, a cut of the payout could go to the platform for paying operational costs. So in the 1,000 ADA example, the platform could take 10% and the rest goes to the developer with the best response. This could be true even if the funds are going to Cardano's treasury. In the case that no body responds, the poster would still get the full deposit back. This would require a lot of crowdsourcing for the cashflow to be meaningful.\n\n3\\. ++Stake Pool Delegation (Not Required):++ Delegating to the platform's pool would be like receiving donations. Any one would be able to use the platform even if they don't pay. The use of the money would be transparent. This probably won't be a meaningful amount until there are a few tens of thousands of users.\n\n4\\. ++Non-used funds in the platform's wallet can be delegated++.\n\n**Roadmap:**\n\n++Pre-Release++\n\nStage 1 (2-3 months): Hire either Emurgo or IOHK developers to build the basic web domain with the two accounts.\n\nStage 2 (2-3 months): Build the smart contract functionality. **By partnering with IOHK or Emurgo, this platform can be released with Gougen.**\n\n++Post-Release++\n\nStage 3 (2-3 months): Strategic marketing to Haskell and plutus developers as well as entrepreneurs in the community.\n\nStage 4 (2-3 months): Digital NDA functionality added and marketing to developers for other blockchains (Cardano benefits either way).\n\nStage 5 (3-6 months): Heavy marketing to entrepreneurs and developers on other platforms (like UpWork). This requires easy conversion between ADA and fiat (or goods), otherwise this will cause friction for adopting the platform.\n\n(See Marketing Strategy below for more details.)\n\n**3 Year Budget - $250k:** Some things are deliberately over-estimated; the prices are in USD but the equivalent will be paid in ADA when possible\n\n1\\. 2 developers (who double as support in the beginning) at $70,000/yr = $140,000/yr paid in ADA\n\n2\\. Upfront Cost of Website = at most $10,000 paid in USD\n\n3\\. Monthly Cost of Website\n\n\\-----1. Dedicated Server Hardware = $700/month = $8,400/yr paid in USD\n\n\\-----2. Domain Name (separate from server host) = $15/yr paid in USD\n\n\\-----3. SSL Certificates = $500/yr paid in USD\n\n4\\. Security and Backup Features (not just on server)= $5,000/yr paid in both USD and ADA\n\n5\\. Strategic Marketing = $20,000/yr paid in both USD and ADA\n\nSub-Total per Year = $183,915 -----keep reading to see why this being a large chunk is actually not an issue\n\nImmediately upon receiving funds (I am assuming the funds are in ADA), $70k will be converted to USD. The remainder will be delegated to provide an extra source of cashflow and possibly benefit form ADA's price appreciation. ADA's price will likely only collapse if the world experiences a Global Depression. However, the governments and central banks are trying to do everything to keep inflation going. This makes the most likely scenario that of stagflation (if not hyperinflation). By having the long-term funds in ADA, its purchasing power can be protected, if not increased. The funds will be converted to USD as needed. Doing this, the initial $250k can likely be stretched to $350k-$400k.\n\n++By the end of the first year, we should have 4 sources of cashflow++: the extra fees, the money back guarantee, the non-required stake pool, and the delegated start-up funds. This should be enough for the platform to scrape by for the next few years ++with the remaining $70k (the initial $250k minus the Sub-Total per Year) as a cushion.++\n\n**Marketing Strategy:**\n\n++Stage 3 - of Roadmap++\n\n1\\. No marketing will be done until after the platform is released with Gougen.\n\n2\\. After the release, marketing will be targeted to Haskell developers (since Plutus is basically Haskell). We can do ...",
    "url": null,
    "createdAt": "2020-08-12T22:42:00.000Z",
    "requestedAmount": 2000000,
    "ideascaleId": 316015,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX5k",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 56,
      "author": "shapiro21",
      "commentsTotal": 44,
      "attachmentLinks": null,
      "requestedAmountText": "2,000,000 ADA ($250k)"
    }
  },
  {
    "title": "From Dscience to Dtech",
    "problemDescription": "The translation of scientific discoveries into groundbreaking technologies is slow.",
    "solutionDescription": null,
    "relevantExperience": "We are scientists with doctoral degrees who have identified that most research, which could lead to a breakthrough tech, goes unnoticed.",
    "outcomeObjectives": "To identify scientific discoveries that can lead to meaningful technologies, and democratically vet their potential for breakthroughs.",
    "description": "All major leaps in our civilization have come from scientific discoveries evolving slowly into technological applications. **This proposal aims at catalyzing this process and maximizing the chances that truly meaningful scientific discoveries are translated to new technologies through the involvement of scientists, engineers, technologists, business people, investors, creative minds, and dreamers.** One of the main reasons for the slow pace of the development of true technological breakthroughs is the disconnect between all parties involved in the process that starts with scientific discovery. Developing a decentralized platform to pose discoveries found in the scientific literature and evaluate their potential, with contributions of all relevant players, will accelerate the development of breakthrough technologies.\n\nThe proposers are Alejandro Boscoboinik (University of Wisconsin Milwaukee), Anibal Boscoboinik (www.boscoboinik.com, https://orcid.org/0000-0002-5090-7079), Octavio Furlong (Universidad Nacional de San Luis, Argentina) but we obviously need a lot more people to join us for this to work. We especially need developers (we are scientists) to even think of getting started.\n\nWe have the science part covered to some extent, through our experience and our network, but we really need the involvement of programmers, engineers, technologists, business people, creative minds, and Jules Verne's of today.\n\n++**MAIN IDEA: Translation of Science to new Technologies**++\n\n++We propose to develop a platform where all the involved people contribute to the process of **translating bodies of research into new technologies.**++\n\n++There are different ways of materializing this idea. The process proposed below is one of them:++  \n\n\\--------------\n\nStep 1: People (it can be participating scientists but not necessarily) provide a summary of research they think has the potential for aiding in the development of new technology and links to related publications.  \n\nStep 2: A discussion takes place within the broad community in the platform to evaluate the potential of this presented research.\n\nStep 3: If consensus is achieved between the participants that there is a real potential, a business plan is developed by the interested parties. If not, the research is shelved but available in case anyone wants to revisit the discussion in the future.\n\nStep 4: The business plan is further evaluated by the involved parties, if consensus is achieved that the plan makes \\*economic sense, then the plan moves forward to be evaluated for \\*\\*funding.\n\n\\*Economic sense is not necessarily monetary, it could be a technology that does not generate monetary profit but it provides a greater good such as reducing poverty, reducing contamination, reducing global warming, add value to the ecosystem/Cardano, etc.\n\n\\*\\*A Fund needs to be generated to start the system, potentially a Decentralized Autonomous Organization (DAO), but the system will be sustainable if a percentage of the profit from the developed technologies goes back to Fund.\n\nStep 5: If funding is approved, a team is assembled to execute the idea. This will involve registering a business and hiring people as needed. A plan with milestones upon which disbursement of funding is contingent is developed. This plan also needs to be discussed, evaluated, and approved.\n\n\\------------------\n\nStarting this project requires people within the blockchain space, and with the potential long term vision of reaching beyond. A potential flow process of the platform was introduced in the previous section and could be first tested on a small scale. The first group needed to be involved in this is that of developers to code the idea. DEVELOPERS WANTED!!  \n\n++**ANCILLARY IDEA: decentralized open-access peer-reviewer scientific journals**++\n\nA branching idea that will be part of this project relates to easier access to research by developing decentralized open-access peer-reviewed scientific journals. The articles in these journals will be dynamic in nature and contributors will have the ability to add discussions and modifications as new insights are gained over time. Non-technical summaries suitable for a general public readership will be also required in addition to the main technical paper. This is in contrast to current peer-reviewed scientific articles that have three main problems: 1 they are hard for the wider community to get access to (expensive subscriptions), 2. they are hard for the general public, or even scientists for other disciplines, to understand due to the jargon of specific communities, 3. they are static in nature after their official publication.\n\n++Other ideas:++\n\nEasier access to published research is needed. In the US, taxpayer-funded research (national labs and government-funded research in general, which is most of it) is open in principle but one has to play tricks to find the information. It is usually posted in not-easy-to-find repositories. Having an AI platform to search through these repositories and organizes the information in an easily searchable way would be another great spin-off of this project. Here's an example of one such source of publications from the US: https://www.osti.gov/search-tools . This is not just for publications, but also for patents, code, etc, funded by the US government.\n\nSo, easier access to information is one of the problems. The second one is the jargon used, many people would not understand what the authors want to say because it is written in a jargon that a very small community can understand, and not necessarily the people that have the problem to be solved. It all goes back to communication and building the bridges so that what is written in those articles could be translated to the people for which that research is useful.\n\n\\--------\n\nThese ancillary ideas will contribute to facilitating that the **Dscience to Dtech platform** runs more smoothly by enhancing the access to scientific research, and improving the communication between all the relevant parties involved in the evaluation of the potential of research findings to lead to new technologies.\n\nWe want to emphasize that, while initial funding is required to (a) develop the platform and (b) to fund the \"*first science to tech translations\"*, the long-term goal is that the system is self-sustained by keeping a percentage of the profits from the new technologies available to fund new potential translations of scientific research to new technologies.",
    "url": null,
    "createdAt": "2020-08-12T20:54:00.000Z",
    "requestedAmount": 17235584,
    "ideascaleId": 315978,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX48",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 50,
      "author": "Alejandro Boscoboinik",
      "commentsTotal": 11,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/315978/31265/download",
      "requestedAmountText": "17235584"
    }
  },
  {
    "title": "Decentralised Clinical Trials",
    "problemDescription": "The inability to execute clinical trials in a quick and comprehensive way, due to the low availability of medical data by providers.",
    "solutionDescription": null,
    "relevantExperience": "I'm a computer engineer currently graduating as an MD as well. I have some experience developing platforms to electronic medical records.",
    "outcomeObjectives": "Build a platform to connect patients to medical providers on top of an economy where you can actually monetize your own medical data.",
    "description": "\\-Use of ZKProof to make data anonymous in the chain.\n\n\\-Identity management on the platform trough certified providers that can vouch for the data that is being inputed into the system.\n\n\\-Economy generated into the platform trough the exchange between service providers and patients. (You can sell your medical data)\n\n\\-Need advice on the legality and ethics of sharing medical data since involves sensitive information.",
    "url": null,
    "createdAt": "2020-08-12T20:37:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 315968,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX4y",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 46,
      "author": "Joselmo Cabral",
      "commentsTotal": 11,
      "attachmentLinks": null,
      "requestedAmountText": null
    }
  },
  {
    "title": "Clearly define the Funding Process",
    "problemDescription": "Proposal withdrawn\n\nLack of clear, understandable, provable processes within Fund2 and beyond",
    "solutionDescription": null,
    "relevantExperience": "This has been moved to the problem sensing section. Please do not evaluate or review for funding.",
    "outcomeObjectives": "This has been moved to the problem sensing section. Please do not evaluate or review for funding.",
    "description": "This has been moved to the problem sensing section. Please do not evaluate or review for funding.  \n\nThroughout the 2 year+ I have been involved with Cardano, I have been frustrated by the lack of a single source of truth and clarity. I wish to be involved in ensuring that this drive toward adaption by developers is not rife with the same lack of clarity. My 20+ years expertise in documentation of projects and business analysis will come in handy for this project. I am not defining any funding request, because, frankly I have no idea of the scope of this project prior to seeing what is already available.\n\nSimply said, CLARITY IS CRITICAL.",
    "url": null,
    "createdAt": "2020-08-12T20:36:00.000Z",
    "requestedAmount": 0,
    "ideascaleId": 315967,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX4x",
    "ideascale": {
      "stage": "Assess",
      "ideaNumber": 45,
      "author": "Steven Aldrich",
      "commentsTotal": 22,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/315967/30859/download",
      "requestedAmountText": null
    }
  },
  {
    "title": "WeThinkItMatters®",
    "problemDescription": "I am an entrepreneur with a business that is trying to build on Cardano, by helping me it would be 1 use case of a Dapp developed on Cardano",
    "solutionDescription": null,
    "relevantExperience": "9 years moving this project forward, 2 years ago sold a $10k beta campaign that failed but taught me what was missing, been working on that",
    "outcomeObjectives": "Need funds to hire developers to build the Dapp and admininstive support. Also would like funding to leverage other SaaS and PaaS services",
    "description": "Idea name:\n\nWeThinkItMatters\n\nProblem:\n\nfor Businesses, the problem is click fraud and even if people are the ones clicking the ADs they are not really engaged and connecting with most people.\n\nfor Nonprofits, the problem is you can't hardly spend money on ADs but you still have to compete for the same consumer dollars that businesses are spending over $500+ billion to influence people.\n\nfor People, the problem is they already give 15X times more money to Nonprofits than Businesses each year, and their attention is valuable but they don't get anything for it.\n\nSolution:\n\nDevelop a PaaS where Businesses, Nonprofits, and People get better Return on Investment from money spent on advertising. WeThinkItMatters is a Member(People) owned media platform that offers Businesses 3X times the impressions for the same cost per click, and 60% of the total AD spend of Businesses goes to Nonprofit Partners, and 10% to Members. WeThinkItMatters offers anyone in the world the same value for their engagement and guarantees a Business they are connecting with real people and getting amazing ROI.\n\nRelevant Experience:\n\nI have been a recipient of charitable deeds most of my life, one of the most memorable was being a Make-a-Wish Kid. Later on in life as an adult I started a nonprofit who's mission was to Party for a Purpose. Really at the time it was me trying to stay in a party lifestyle and feel better about the money I was wasting, but the idea was event and drink sales would go to send kids on Make-a-Wish trips. Starting a nonprofit opened my eyes to the challenges nonprofits face in the marketplace, especially when it comes to marketing and trying to get peoples attention without spending money. And 9 years ago I started up a For-Profit company with the purpose of raising billions for charities through a cause-integrated marketing platform called WeThinkItMatters. I have been in the startup trenches ever since covered in blood, sweat, and tears trying to startup and working to bring this platform to market. I am not expert or scholar but when I get knocked down I always get back up again, hopefully wiser from the experience.\n\nPlan:\n\nHire a team to take the current MVP and new workflows (PLEASE SEE ATTACHMENT) and create WTIM on Cardano's blockchain. Work with https://www.investorintelligence.io/ and https://netcapital.com/ to raise more capital for hiring my team members across all departments of the company. Work with Techsoup to let their 1+ million nonprofit partners know there is new fundraising tool for them to use for FREE!\n\nFunds Requested:\n\n1,000,000 ADA\n\nLinks:\n\nhttps://wethinkitmattersinc.com/\n\nhttps://wethinkitmatters.com/\n\nhttps://wtim.co/\n\nTags:\n\nCause-Integrated, Advertising TECH, Nonprofit Fundraising PaaS, Future of Marketing",
    "url": "https://wethinkitmatters.com/",
    "createdAt": "2020-08-12T20:35:00.000Z",
    "requestedAmount": 1000000,
    "ideascaleId": 315965,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX4v",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 44,
      "author": "Boone Bergsma",
      "commentsTotal": 21,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/315965/30783/download, https://cardano.ideascale.com/a/idea/315965/30858/download, https://cardano.ideascale.com/a/idea/315965/31261/download, https://cardano.ideascale.com/a/idea/315965/31262/download, https://cardano.ideascale.com/a/idea/315965/31263/download",
      "requestedAmountText": "1000000"
    }
  },
  {
    "title": "Open Source Experiential Learning",
    "problemDescription": "The public does not yet see the full potential of blockchain technology in daily life; we miss out on great ideas from the wider world.",
    "solutionDescription": null,
    "relevantExperience": "As an educator, my mission is to help more people have greater agency to solve problems and more opportunities to thrive.",
    "outcomeObjectives": "Create open source learning experiences to be implemented in local communities to build broad understanding of what is possible on Cardano.",
    "description": "Workshop Maybe is a community-centered organization driving Cardano adoption via open-source experiential learning. Our work and value proposition is centered on three goals:  \n\n*   Developing a framework for open source, experiential learning that will support aspiring developers and business owners to build with Cardano.\n*   Cultivating an example of local, community-based Cardano education and adoption that will provide a place to test new ideas and to learn what works best.\n*   Contribute to building a platform for global community members to share open source learning resources in order to simplify on-ramps to the Cardano ecosystem.\n\nI am preparing open source \"starter kits\" that consist of a combination of smart contract code, voting apparatus, guided learning materials, and implementation tips. Starter kits will support new users to learn about Cardano while also producing some real-world outcome, and will vary in complexity, for everyone from beginners to experts. It may be a good idea to combine this idea with some sort of education/training credentialing system.\n\nStarter kits will not be \"grab and go\". Users will commit to learning about how smart contracts and voting work on the Cardano platform. For one example, a beginner-level pack might involve a fundraiser in which stickers or t-shirts are sold, with a few artists submitting designs that are voted on by a community. The learner-entrepreneur using the resources would have to open the smart contract code to tweak different parameters such as the price of participation, the cost of each item, the reward for a winning designer, the proportion of funds going to some cause, and more. Keep in mind this is just one example. The idea is to create a platform for sharing a variety of use cases, and to build a project-based education platform in which the \"curriculum\" might consist of one or more starter kits, pre-requisite skills, and community support. An expert-level starter pack might involve city-wide event planning and the community funding of small businesses, and my agenda is to build to the point where big projects like this are possible.\n\nI am launching Workshop Maybe on the belief that Cardano is the platform best suited to fulfill the long-term promise of introducing blockchain use cases to mainstream users. My goal is that as many people as possible understand the new opportunities opened up by Cardano. We will draw connections between local engagement and ecosystem-wide development work, and it is a responsibility of this project to demonstrate how bottom-up movements can work alongside large-scale global efforts. We will work to ignite the public imagination about what is possible on the Cardano platform through highly accessible, understandable use cases, especially those that foster community engagement and improvement. Even for non-developers, when these projects are implemented locally, we want to get people to ask, \"How did you do that? Can you tell me more?\"?\n\n**For full details of this plan, please see the Workshop Maybe Fund1 Proposal document, attached.**",
    "url": "http://workshopmaybe.com",
    "createdAt": "2020-08-12T20:22:00.000Z",
    "requestedAmount": 111111,
    "ideascaleId": 315962,
    "ideascaleUrl": "http://ideascale.com/t/UM5UZBX4s",
    "ideascale": {
      "stage": "Discuss",
      "ideaNumber": 42,
      "author": "James Dunseith",
      "commentsTotal": 23,
      "attachmentLinks": "https://cardano.ideascale.com/a/idea/315962/31277/download, https://cardano.ideascale.com/a/idea/315962/31278/download",
      "requestedAmountText": "~90,000 ADA: To facilitate my work on this project, I am requesting $5000 USD per month that will cover web hosting and paying me enough to make a full-time work commitment. In thinking about this funding request, I recognize that I do not have a reputation to back my plans. Of course, I'd love to ask for 6 or 12 months of runway. For the sake of our shared Fund 1 experiment, I am requesting a total of $10,000 USD to support my first two months of work. During these two months I'll build a reputation and the scaffolding to ask for more in an upcoming funding round, at which point I will make a proposal to grow the team and to fund further development work.  Related to this approach, please see the \"Release of Funding\" proposal I have submitted under the \"Improve Catalyst\" challenge."
    }
  }
]